Repository: linuxmint/timeshift
Catalog: po/*.po
Languages: id, lo, nn, sq

source: Cron task exists
id: Tugas cron telah ada
lo: ມີວຽກ cron ຢູ່ແລ້ວ
nn: Cron-oppgåve finst
sq: Detyra Cron ekziston

source: Custom
id: Sesuaian
lo: ກຳນົດເອງ
nn: Tilpassa
sq: Personalizuar

source: Daily
id: Setiap hari
lo: ປະຈຳວັນ
nn: Dagleg
sq: Përditë

source: Daily snapshot failed!
id: Snapshot harian gagal!
lo: ສ້າງສະແນັບຊັອດປະຈຳວັນລົ້ມເຫຼວ!
nn: Dagleg augeblinksbilete feila!
sq: Pamja e përgjithshme dështoi!

source: Daily snapshots are enabled
id: Snapshot harian diaktifkan
lo: ເປີດໃຊ້ງານສະແນັບຊັອດປະຈຳວັນ
nn: Daglege augeblinksbilete er aktiverte
sq: Pamjet e janë aktivizuar

source: Data will be modified on following devices:
id: Data akan dimodifikasi pada perangkat berikut:
lo: ຂໍ້ມູນຈະຖືກແກ້ໄຂໃນອຸປະກອນຕໍ່ໄປນີ້:
nn: Data vil bli endra på følgjande einingar:
sq: Të bëjë të modifikuara në detajet e shërbimeve:

source: Date Format
id: Format Tanggal
lo: ຮູບແບບວັນທີ
nn: Datoformat
sq: Formati i datës

source: Delete
id: Hapus
lo: ລຶບ
nn: Slett
sq: Fshij

source: Delete Snapshots
id: Hapus Snapshot
lo: ລຶບສະແນັບຊັອດ
nn: Slett augeblinksbilete
sq: Fshij pamjet e çastit

source: Delete all snapshots
id: Hapus semua snapshot
lo: ລຶບສະແນັບຊັອດທັງໝົດ
nn: Slett alle augeblinksbilete
sq: Fshi të gjitha pamjet e çastit

source: Delete selected snapshot
id: Hapus snapshot yang dipilih
lo: ລຶບສະແນັບຊັອດທີ່ເລືອກ
nn: Slett valt augeblinksbilete
sq: Fshi pamjen e zgjedhur të çastit

source: Delete snapshot
id: Hapus snapshot
lo: ລຶບສະແນັບຊັອດ
nn: Slett augeblinksbilete
sq: Fshi pamjen e çastit

source: Deleted
id: Dihapus
lo: ລຶບແລ້ວ
nn: Sletta
sq: Fshirë

source: Deleted directory
id: Direktori yang dihapus
lo: ລຶບໄດເຣັກທໍຣີແລ້ວ
nn: Katalog sletta
sq: Drejtoria u fshi

source: Deleted subvolume
id: Subvolume yang dihapus
lo: ລຶບ subvolume ແລ້ວ
nn: Sletta undervolum
sq: Nënvëllimi i fshirë

source: Deleting Snapshots...
id: Menghapus Snapshot...
lo: ກຳລັງລຶບສະແນັບຊັອດ...
nn: Slettar augeblinksbilete...
sq: Duke fshirë pamjet e çastit...

source: Deleting subvolume
id: Menghapus subvolume
lo: ກຳລັງລຶບ subvolume
nn: Slettar undervolum
sq: Duke fshirë nënvëllimin

source: Deluge, Transmission
id: Banjir, Transmisi
sq: Përmbytje, Transmetim

source: Description
id: Deskripsi
lo: ລາຍລະອຽດ
nn: Beskriving
sq: Përshkrimi

source: Destroyed qgroup
id: Qgroup dihancurkan
lo: ທຳລາຍ qgroup ແລ້ວ
nn: Qgroup øydelagt
sq: qgroup i shkatërruar

source: Destroying qgroup
id: Menghancurkan qgroup
lo: ກຳລັງທຳລາຍ qgroup
nn: Øydelegg qgroup
sq: Shkatërrimi i qgroup

source: Device
id: Perangkat
lo: ອຸປະກອນ
nn: Eining
sq: Pajisje

source: Device is unlocked
id: Perangkat tidak terkunci
lo: ອຸປະກອນຖືກປົດລັອກແລ້ວ
nn: Eining er opplåst
sq: Pajisja është e shkyçur

source: Device name is empty!
id: Nama perangkat kosong!
lo: ຊື່ອຸປະກອນວ່າງເປົ່າ!
nn: Einingnamn er tomt!
sq: Emri i pajisjes është bosh!

source: Device not found
id: Perangkat tak ditemukan
lo: ບໍ່ພົບອຸປະກອນ
nn: Eining ikkje funnen
sq: Pajisja nuk u gjet

source: Devices displayed above have BTRFS file systems.
id: Perangkat yang ditampilkan di atas memiliki sistem berkas BTRFS.
lo: ອຸປະກອນທີ່ສະແດງຂ້າງເທິງມີລະບົບໄຟລ໌ BTRFS.
nn: Einingar viste ovanfor har BTRFS-filsystem.
sq: Pajisjet e shfaqura më sipër kanë sisteme skedarësh BTRFS.

source: Devices displayed above have Linux file systems.
id: Perangkat yang ditampilkan di atas memiliki sistem berkas Linux.
lo: ອຸປະກອນທີ່ສະແດງຂ້າງເທິງມີລະບົບໄຟລ໌ Linux.
nn: Einingar viste ovanfor har Linux-filsystem.
sq: Pajisjet e shfaqura më sipër kanë sisteme skedarësh Linux.

source: Devices from which snapshot was created are pre-selected.
id: Perangkat tempat snapshot dibuat telah dipilih secara otomatis.
lo: ອຸປະກອນທີ່ໃຊ້ສ້າງສະແນັບຊັອດໄດ້ຖືກເລືອກໄວ້ລ່ວງໜ້າແລ້ວ.
nn: Einingar som augeblinksbilete vart oppretta frå er førehandsvalde.
sq: Pajisjet nga të cilat është krijuar një pamje e çastit janë të parazgjedhura.

source: Devices with Linux file systems
id: Perangkat dengan berkas sistem Linux
lo: ອຸປະກອນທີ່ມີລະບົບໄຟລ໌ Linux
nn: Einingar med Linux-filsystem
sq: Pajisjet me sisteme skedarësh Linux

source: Devices with Windows file systems are not supported (NTFS, FAT, etc).
id: Perangkat dengan sistem berkas Windows tidak didukung (NTFS, FAT, dll).
lo: ບໍ່ຮອງຮັບອຸປະກອນທີ່ມີລະບົບໄຟລ໌ຂອງ Windows (NTFS, FAT, ແລະອື່ນໆ).
nn: Einingar med Windows-filsystem er ikkje støtta (NTFS, FAT, osv).
sq: Pajisjet me sisteme skedarësh Windows nuk mbështeten (NTFS, FAT, etj.).

source: Disclaimer
id: Penyangkalan
lo: ຂໍ້ຄວາມປະຕິເສດຄວາມຮັບຜິດຊອບ
nn: Fråsegn
sq: Mohim përgjegjësie

source: Distribution
id: Distribusi
lo: ການແຈກຢາຍ
nn: Distribusjon
sq: Shpërndarja

source: Enable scheduled snapshots to protect your system
id: Aktifkan pencadangan terjadwal untuk melindungi sistem Anda
lo: ເປີດໃຊ້ການສ້າງສະແນັບຊັອດຕາມກຳນົດເວລາເພື່ອປົກປ້ອງລະບົບຂອງທ່ານ
nn: Aktiver planlagde augeblinksbilete for å verne systemet ditt
sq: Aktivizoni pamjet e sigurta të çastit për të zgjedhur sistemin tuaj

source: Encrypted Device
id: Perangkat Terenkripsi
lo: ອຸປະກອນທີ່ເຂົ້າລະຫັດ
nn: Kryptert eining
sq: Pajisje e Enkriptuar

source: Encrypted Home Directory
id: Direktori Rumah Terenkripsi
lo: ໄດເຣັກທໍຣີ Home ທີ່ເຂົ້າລະຫັດ
nn: Kryptert heimkatalog
sq: Drejtoria Kryesore e Enkriptuar

source: Enter device name or number
id: Masukkan nama atau nomor perangkat
lo: ປ້ອນຊື່ອຸປະກອນ ຫຼື ໝາຍເລກ
nn: Skriv inn einingsnamn eller nummer
sq: Fut emrin ose numrin e pajisjeve

source: Enter device name or number (a=Abort)
id: Masukkan nama atau nomor perangkat (a=Batal)
lo: ປ້ອນຊື່ອຸປະກອນ ຫຼື ໝາຍເລກ (a=ຍົກເລີກ)
nn: Skriv inn einingsnamn eller nummer (a=Avbryt)
sq: Fut emrin ose numrin e pajisjeve (a=Abort)

source: Enter passphrase to unlock '%s'
id: Masukkan frasa sandi untuk membuka kunci ‘%s’
lo: ປ້ອນລະຫັດຜ່ານເພື່ອປົດລັອກ '%s'
nn: Skriv inn passordfrase for å låse opp '%s'
sq: %sFut transportin për ta zhbllokuar

source: Enter snapshot number (a=Abort, p=Previous, n=Next)
id: Masukkan nomor snapshot (a=Batal, p=Sebelumnya, n=Selanjutnya)
lo: ປ້ອນໝາຍເລກສະແນັບຊັອດ (a=ຍົກເລີກ, p=ກ່ອນໜ້າ, n=ຕໍ່ໄປ)
nn: Skriv inn augeblinksbiletenummer (a=Avbryt, p=Førre, n=Neste)
sq: Fut numrin e pamjes së çastit (a=Aborto, p=Më parë, n=Më pas)

source: Enter the pattern to exclude (Ex: *.mp3, *.bak)
id: Masukkan pola yang ingin dikecualikan (Contoh: *.mp3, *.bak)
lo: ປ້ອນຮູບແບບທີ່ຈະຍົກເວັ້ນ (ຕົວຢ່າງ: *.mp3, *.bak)
nn: Skriv inn mønsteret som skal ekskluderast (Eks: *.mp3, *.bak)
sq: Futni modelin që dëshironi të përjashtoni (P.sh.: *.mp3, *.bak)

source: Error
id: Kesalahan
lo: ຂໍ້ຜິດພາດ
nn: Feil
sq: Gabim

source: Error running Rsync
id: Kesalahan saat menjalankan Rsync
lo: ເກີດຂໍ້ຜິດພາດໃນການເຮັດວຽກ Rsync
nn: Feil ved køyring av Rsync
sq: Gabim gjatë ekzekutimit të Rsync gjatë ekzekutimit të tij

source: Estimate
id: Perkiraan
lo: ປະເມີນ
nn: Estimat
sq: Vlerësim

source: Estimating System Size...
id: Memperkirakan Ukuran Sistem...
lo: ກຳລັງປະເມີນຂະໜາດລະບົບ...
nn: Estimerer systemstorleik...
sq: Vlerësimi i Madhësisë së Sistemit...

source: Estimating system size...
id: Memperkirakan ukuran sistem...
lo: ກຳລັງປະເມີນຂະໜາດລະບົບ...
nn: Estimerer systemstorleik...
sq: Vlerësimi i madhësisë së sistemit...

source: Examples
id: Contoh
lo: ຕົວຢ່າງ
nn: Døme
sq: Shembuj

source: Exclude All Files
id: Kecualikan Semua Berkas
lo: ຍົກເວັ້ນໄຟລ໌ທັງໝົດ
nn: Ekskluder alle filer
sq: Përjashto të gjitha skedarët

source: Exclude Application Settings
id: Kecualikan Pengaturan Aplikasi
lo: ຍົກເວັ້ນການຕັ້ງຄ່າແອັບພລິເຄຊັນ
nn: Ekskluder programinnstillingar
sq: Përjashto Cilësimet e Aplikacionit

source: Exclude Apps
id: Kecualikan Aplikasi
lo: ຍົກເວັ້ນແອັບ
nn: Ekskluder program
sq: Përjashto aplikacionet

source: Exclude List
id: Daftar Kecuali
lo: ລາຍຊື່ທີ່ຍົກເວັ້ນ
nn: Ekskluderingsliste
sq: Lista e përjashtimeve

source: Exclude List Summary
id: Ringkasan Daftar Pengecualian
lo: ສະຫຼຸບລາຍຊື່ທີ່ຍົກເວັ້ນ
nn: Ekskluderingsliste-samandrag
sq: Përmbledhje e Listës së Përjashtimeve

source: Exclude Pattern
id: Pola Pengecualian
lo: ຮູບແບບການຍົກເວັ້ນ
nn: Ekskluderingsmønster
sq: Përjashto modelin

source: Excluded Directories
id: Direktori yang Dikeluarkan
lo: ໄດເຣັກທໍຣີທີ່ຖືກຍົກເວັ້ນ
nn: Ekskluderte katalogar
sq: Drejtoritë e Përjashtuara

source: Expected values: O, B, H, D, W, M
id: Nilai yang diharapkan: O, B, H, D, W, M
lo: ຄ່າທີ່ຄາດໄວ້: O, B, H, D, W, M
nn: Forventa verdiar: O, B, H, D, W, M
sq: Vlerat e pritura: O, B, H, D, W, M

source: Failed to add cron job
id: Gagal menambahkan tugas cron
lo: ເພີ່ມວຽກ cron ລົ້ມເຫຼວ
nn: Feil ved tillegg av cron-jobb
sq: Shtimi i punës cron dështoi

source: Failed to copy file
id: Gagal menyalin berkas
lo: ສຳເນົາໄຟລ໌ລົ້ມເຫຼວ
nn: Feil ved kopiering av fil
sq: Kopjimi i skedarit dështoi

source: Failed to create directory
id: Gagal membuat direktori
lo: ສ້າງໄດເຣັກທໍຣີລົ້ມເຫຼວ
nn: Feil ved oppretting av katalog
sq: Dështoi në krijimin e direktorisë

source: Failed to create new snapshot
id: Gagal membuat snapshot baru
lo: ສ້າງສະແນັບຊັອດໃໝ່ລົ້ມເຫຼວ
nn: Feil ved oppretting av nytt augeblinksbilete
sq: Dështoi në krijimin e një pamjeje të re

source: Failed to create snapshot
id: Gagal membuat snapshot
lo: ສ້າງສະແນັບຊັອດລົ້ມເຫຼວ
nn: Feil ved oppretting av augeblinksbilete
sq: Dështoi në krijimin e një pamjeje të çastit

source: Failed to create subvolume snapshot
id: Gagal membuat snapshot subvolume
lo: ສ້າງສະແນັບຊັອດ subvolume ລົ້ມເຫຼວ
nn: Feil ved oppretting av undervolumsaugeblinksbilete
sq: Dështoi në krijimin e një pamjeje të nën-vëllimit

source: Failed to create symlinks
id: Gagal membuat tautan simbolis
lo: ສ້າງ symlinks ລົ້ມເຫຼວ
nn: Feil ved oppretting av symbolske lenkjer
sq: Dështoi në krijimin e lidhjeve simbolike

source: Failed to delete directory
id: Gagal menghapus direktori
lo: ລຶບໄດເຣັກທໍຣີລົ້ມເຫຼວ
nn: Feil ved sletting av katalog
sq: Dështoi në fshirjen e direktorisë

source: Failed to delete file
id: Gagal menghapus berkas
lo: ລຶບໄຟລ໌ລົ້ມເຫຼວ
nn: Feil ved sletting av fil
sq: Fshirja e skedarit dështoi

source: Failed to delete snapshot nested subvolume
id: Gagal menghapus snapshot subvolume bertingkat
lo: ລຶບ subvolume ທີ່ຊ້ອນກັນໃນສະແນັບຊັອດລົ້ມເຫຼວ
nn: Feil ved sletting av augeblinksbilete-undervolum
sq: Dështoi në fshirjen e nënvëllimit të ndërthurur të pamjes së çastit

source: Failed to delete snapshot subvolume
id: Gagal menghapus subvolume snapshot
lo: ລຶບ subvolume ຂອງສະແນັບຊັອດລົ້ມເຫຼວ
nn: Feil ved sletting av augeblinksbilete-undervolum
sq: Dështoi në fshirjen e nënvëllimit të çastit

source: Failed to delete symlinks
id: Gagal menghapus tautan simbolis
lo: ລຶບ symlinks ລົ້ມເຫຼວ
nn: Feil ved sletting av symbolske lenkjer
sq: Fshirja e lidhjeve simbolike dështoi

source: Failed to export crontab file
id: Gagal mengekspor berkas crontab
lo: ສົ່ງອອກໄຟລ໌ crontab ລົ້ມເຫຼວ
nn: Feil ved eksport av crontab-fil
sq: Dështoi në eksportimin e skedarit crontab

source: Failed to get input from user in 3 attempts
id: Gagal mendapatkan masukan dari pengguna dalam 3 upaya
lo: ຮັບການປ້ອນຂໍ້ມູນຈາກຜູ້ໃຊ້ລົ້ມເຫຼວໃນ 3 ຄັ້ງ
nn: Klarte ikkje å få input frå brukar på 3 forsøk
sq: Dështoi të merrte të njëjtin nga një person në 3 veprim

source: Failed to get partition list
id: Gagal mendapatkan daftar partisi
lo: ຮັບລາຍຊື່ພາທິຊັນລົ້ມເຫຼວ
nn: Klarte ikkje å hente partisjonsliste
sq: Dështoi në listën e listave të ndarjeve

source: Failed to get partition list.
id: Gagal mendapatkan daftar partisi.
lo: ຮັບລາຍຊື່ພາທິຊັນລົ້ມເຫຼວ.
nn: Feil ved henting av partisjonsliste.
sq: Dështoi në marrjen e listës së ndarjeve.

source: Failed to install crontab file
id: Gagal menginstal berkas crontab
lo: ຕິດຕັ້ງໄຟລ໌ crontab ລົ້ມເຫຼວ
nn: Feil ved installering av crontab-fil
sq: Dështoi instalimi i skedarit crontab

source: Failed to mount devices
id: Gagal menghubungkan perangkat
lo: ເມົ້າອຸປະກອນລົ້ມເຫຼວ
nn: Feil ved montering av einingar
sq: Montimi i pajisjeve dështoi

source: Failed to move file
id: Gagal memindahkan berkas
lo: ຍ້າຍໄຟລ໌ລົ້ມເຫຼວ
nn: Feil ved flytting av fil
sq: Dështoi në ndryshimin e skedarit

source: Failed to move system subvolume to snapshot directory
id: Gagal memindahkan subvolume sistem ke direktori snapshot
lo: ຍ້າຍ subvolume ຂອງລະບົບໄປທີ່ໄດເຣັກທໍຣີສະແນັບຊັອດລົ້ມເຫຼວ
nn: Feil ved flytting av system-undervolum til augeblinksbiletekatalog
sq: Dështoi zhvendosja e nënvëllimit të sistemit në direktorinë e çastit të ngjarjeve

source: Failed to query subvolume list
id: Gagal mengakses daftar subvolume
lo: ສອບຖາມລາຍຊື່ subvolume ລົ້ມເຫຼວ
nn: Feil ved spørring av undervolumsliste
sq: Dështoi në kërkimin e listave të nënvëllimeve

source: Failed to query subvolume quota
id: Gagal mengakses kuota subvolume
lo: ສອບຖາມໂຄຕາ subvolume ລົ້ມເຫຼວ
nn: Klarte ikkje å førespørje undervolumkvote
sq: Dështoi në kërkimin e kuotës së nënvëllimit

source: Failed to read cron tab
id: Gagal membaca cron tab
lo: ອ່ານ cron tab ລົ້ມເຫຼວ
nn: Feil ved lesing av cron-tab
sq: Dështoi në leximin e skedës cron

source: Failed to read file
id: Gagal membaca berkas
lo: ອ່ານໄຟລ໌ລົ້ມເຫຼວ
nn: Feil ved lesing av fil
sq: Dështoi në leximin e skedarit

source: Failed to remove
id: Gagal menghapus
lo: ລຶບອອກລົ້ມເຫຼວ
nn: Klarte ikkje å fjerne
sq: Dështoi në heqjen e tij

source: Failed to remove cron job
id: Gagal menghapus tugas cron
lo: ລຶບວຽກ cron ລົ້ມເຫຼວ
nn: Feil ved fjerning av cron-jobb
sq: Dështoi në heqjen e punës cron

source: Failed to remove snapshot
id: Gagal menghapus snapshot
lo: ລຶບສະແນັບຊັອດລົ້ມເຫຼວ
nn: Klarte ikkje å fjerne augeblinksbilete
sq: Dështoi në heqjen e pamjes së çastit

source: Failed to restore system subvolume
id: Gagal memulihkan subvolume sistem
lo: ກູ້ຄືນ subvolume ຂອງລະບົບລົ້ມເຫຼວ
nn: Klarte ikkje å gjenopprette systemundervolum
sq: Dështoi në rikthimin e nënvolumit të sistemit

source: Failed to save exclude list
id: Gagal menyimpan daftar pengecualian
lo: ບັນທຶກລາຍຊື່ທີ່ຍົກເວັ້ນລົ້ມເຫຼວ
nn: Klarte ikkje å lagre ekskluderingsliste
sq: Ruajtja e listës së të gjithëve dështoi

source: Failed to unlock device
id: Gagal membuka kunci perangkat
lo: ປົດລັອກອຸປະກອນລົ້ມເຫຼວ
nn: Klarte ikkje å låse opp eining
sq: Dështoi në zhbllokimin e pajisjeve

source: Failed to unmount
id: Gagal melepas mount
lo: ຍົກເລີກການເມົ້າລົ້ມເຫຼວ
nn: Feil ved avmontering
sq: Dështoi në çmontim

source: Failed to unmount device!
id: Gagal melepas perangkat!
lo: ຍົກເລີກການເມົ້າອຸປະກອນລົ້ມເຫຼວ!
nn: Feil ved avmontering av eining!
sq: Dështoi në çmontimin e kompjuterëve!

source: Failed to write file
id: Gagal menulis berkas
lo: ຂຽນໄຟລ໌ລົ້ມເຫຼວ
nn: Klarte ikkje å skrive fil
sq: Dështoi në shkrimin e skedarit

source: File (snapshot)
id: Berkas (snapshot)
lo: ໄຟລ໌ (ສະແນັບຊັອດ)
nn: Fil (augeblinksbilete)
sq: Skedar (pamje e çastit)

source: File (system)
id: Berkas (sistem)
lo: ໄຟລ໌ (ລະບົບ)
nn: Fil (system)
sq: Skedar (sistem)

source: File Pattern
id: Pola Berkas
lo: ຮູບແບບໄຟລ໌
nn: Filmønster
sq: Modeli i skedarit

source: File and directory counts:
id: Jumlah berkas dan direktori:
lo: ຈຳນວນໄຟລ໌ ແລະ ໄດເຣັກທໍຣີ:
nn: Fil- og katalogteljingar:
sq: Numri i skedarëve dhe direktorive:

source: File not found
id: Berkas tidak ditemukan
lo: ບໍ່ພົບໄຟລ໌
nn: Fil ikkje funne
sq: Skedari nuk u gjet

source: Files &amp; directories matching the patterns below will be excluded. Patterns starting with a + will include the item instead of excluding.
id: Berkas dan direktori yang sesuai dengan pola di bawah ini akan dikecualikan. Pola yang dimulai dengan tanda + akan menyertakan item tersebut alih-alih mengeluarkannya.
lo: ໄຟລ໌ ແລະ ໄດເຣັກທໍຣີທີ່ກົງກັບຮູບແບບຂ້າງລຸ່ມນີ້ຈະຖືກຍົກເວັ້ນ. ຮູບແບບທີ່ຂຶ້ນຕົ້ນດ້ວຍ + ຈະລວມລາຍການນັ້ນແທນການຍົກເວັ້ນ.
nn: Filer og katalogar som samsvarar med mønstra nedanfor vil bli ekskludert. Mønster som startar med + vil inkludere elementet i staden for å ekskludere.
sq: Skedarët dhe direktoritë që përputhen me modelet më poshtë do të përjashtohen. Modelet që fillojnë me një + do ta përfshijnë artikullin në vend që ta përjashtojnë.

source: Files and directories can be excluded to save disk space.
id: Berkas dan direktori dapat dikecualikan untuk menghemat ruang disk.
lo: ສາມາດຍົກເວັ້ນໄຟລ໌ ແລະ ໄດເຣັກທໍຣີເພື່ອປະຢັດພື້ນທີ່ດິສກ໌ໄດ້.
nn: Filer og katalogar kan bli ekskludert for å spare diskplass.
sq: Skedarët dhe drejtoritë mund të përjashtohen për të kursyer hapësirë ​​në disk.

source: Files and directory counts:
id: Jumlah berkas dan direktori:
lo: ຈຳນວນໄຟລ໌ ແລະ ໄດເຣັກທໍຣີ:
nn: Tal på filer og katalogar:
sq: Numri i skedarëve dhe direktorive:

source: Files matching the following patterns will be excluded
id: Berkas yang sesuai dengan pola berikut akan dikecualikan
lo: ໄຟລ໌ທີ່ກົງກັບຮູບແບບຕໍ່ໄປນີ້ຈະຖືກຍົກເວັ້ນ
nn: Filer som samsvarar med følgjande mønster vil bli ekskluderte
sq: Skedarët që përputhen me modelet e mëposhtme do të përjashtohen

source: Filesystem
id: Sistem Berkas
lo: ລະບົບໄຟລ໌
nn: Filsystem
sq: Sistemi i skedarëve

source: Filter by name or path
id: Saring berdasarkan nama atau jalur
lo: ກັ່ນຕອງຕາມຊື່ ຫຼື ເສັ້ນທາງ
nn: Filtrer etter namn eller sti
sq: Filtro sipas emrit ose shtegut

source: Filters
id: Saringan
lo: ໂຕກັ່ນຕອງ
nn: Filter
sq: Filtra

source: Finish
id: Selesai
lo: ສຳເລັດ
nn: Fullfør
sq: Përfundo

source: Finished
id: Selesai
lo: ສຳເລັດແລ້ວ
nn: Fullført
sq: Përfunduar

source: Firefox, Chromium, Chrome, Opera, Epiphany, Midori
sq: Firefox, Chromium, Chrome, Opera, Epifani, Midori

source: First snapshot requires:
id: Snapshot pertama memerlukan:
lo: ສະແນັບຊັອດທຳອິດຕ້ອງການ:
nn: Første augeblinksbilete krev:
sq: Pamja e parë e ekranit kërkon:

source: Found existing pre-restore snapshot
id: Menemukan snapshot yang ada sebelum pemulihan
lo: ພົບສະແນັບຊັອດກ່ອນການກູ້ຄືນທີ່ມີຢູ່ແລ້ວ
nn: Fann eksisterande før-gjenopprettingsaugeblinksbilete
sq: U gjet një pamje e çastit ekzistuese para-rivendosjes

source: Free
id: Gratis
lo: ຫວ່າງ
nn: Ledig
sq: Falas

source: Free space
id: Ruang kosong
lo: ພື້ນທີ່ຫວ່າງ
nn: Ledig plass
sq: Hapësirë ​​e lirë

source: GRUB Device
id: Perangkat GRUB
lo: ອຸປະກອນ GRUB
nn: GRUB-eining
sq: Pajisja GRUB

source: GRUB device not selected
id: Perangkat GRUB tidak dipilih
lo: ບໍ່ໄດ້ເລືອກອຸປະກອນ GRUB
nn: GRUB-eining ikkje vald
sq: Pajisja GRUB nuk është zgjedhur

source: GRUB will NOT be reinstalled
id: GRUB TIDAK AKAN diinstal ulang
lo: GRUB ຈະບໍ່ຖືກຕິດຕັ້ງຄືນ
nn: GRUB vil IKKJE bli installert på nytt
sq: GRUB NUK do të riinstalohet

source: Generating initramfs...
id: Membuat initramfs...
lo: ກຳລັງສ້າງ initramfs...
nn: Genererer initramfs...
sq: Duke gjeneruar initramfs...

source: Group
id: Kelompok
lo: ກຸ່ມ
nn: Gruppe
sq: Grup

source: Help
id: Bantuan
lo: ຊ່ວຍເຫຼືອ
nn: Hjelp
sq: Ndihmë

source: Hidden files and folders are included by default since they contain user-specific configuration files.
id: Berkas dan folder tersembunyi disertakan secara default karena berisi berkas konfigurasi yang spesifik untuk pengguna.
lo: ໄຟລ໌ ແລະ ໂຟລເດີທີ່ເຊື່ອງໄວ້ຈະຖືກລວມໂດຍຄ່າເລີ່ມຕົ້ນ ເພາະມັນບັນຈຸໄຟລ໌ການຕັ້ງຄ່າສະເພາະຂອງຜູ້ໃຊ້.
nn: Gøymde filer og mapper er inkluderte som standard sidan dei inneheld brukarspecifikke konfigurasjonsfiler.
sq: Skedarët dhe dosjet e fshehura përfshihen si parazgjedhje pasi ato përmbajnë skedarë konfigurimi specifikë për përdoruesin.

source: Hide
id: Sembunyikan
lo: ເຊື່ອງ
nn: Gøym
sq: Fshih

source: Hide rsync output
id: Sembunyikan keluaran rsync
lo: ເຊື່ອງຜົນການສະແດງຂອງ rsync
nn: Gøym rsync-utdata
sq: Fshih daljen e rsync

source: Hide this window (files will be deleted in background)
id: Sembunyikan jendela ini (berkas akan dihapus di latar belakang)
lo: ເຊື່ອງໜ້າຕ່າງນີ້ (ໄຟລ໌ຈະຖືກລຶບໃນເບື້ອງຫຼັງ)
nn: Gøym dette vindauget (filer blir sletta i bakgrunnen)
sq: Fshih këtë dritare (skedarët do të fshihen në sfond)

source: Home
id: Beranda
nn: Heim
sq: Shtëpi

source: Home Directory
id: Direktori Utama
lo: ໄດເຣັກທໍຣີ Home
nn: Heimekatalog
sq: Drejtoria Kryesore

source: Hourly
id: Per jam
lo: ລາຍຊົ່ວໂມງ
nn: Timevis
sq: Çdo orë

source: Hourly snapshot failed!
id: Snapshot per jam gagal!
lo: ສ້າງສະແນັບຊັອດລາຍຊົ່ວໂມງລົ້ມເຫຼວ!
nn: Timevis augeblinksbilete feila!
sq: Pamja e çastit çdo orë dështoi!

source: Hourly snapshots are enabled
id: Snapshots per jam diaktifkan
lo: ເປີດໃຊ້ງານສະແນັບຊັອດລາຍຊົ່ວໂມງ
nn: Timelege augeblinksbilete er aktiverte
sq: Pamjet e çastit çdo orë janë aktivizuar

source: If the restored system fails to boot, then boot from the Live CD/USB, install Timeshift, and try restoring another snapshot.
id: Jika sistem yang dipulihkan gagal booting, maka booting dari Live CD/USB, instal Timeshift, dan coba pulihkan snapshot lain.
lo: ຖ້າລະບົບທີ່ກູ້ຄືນແລ້ວບູດບໍ່ຂຶ້ນ, ໃຫ້ບູດຈາກ Live CD/USB, ຕິດຕັ້ງ Timeshift, ແລະ ລອງກູ້ຄືນສະແນັບຊັອດອື່ນ.
nn: Om det gjenoppretta systemet ikkje startar, så start frå Live-CD/USB, installer Timeshift, og prøv å gjenopprette eit anna augeblinksbilete.
sq: Nëse sistemi i restauruar nuk arrin të niset, atëherë niseni nga Live CD/USB, instaloni Timeshift dhe provoni të riktheni një pamje tjetër të çastit.

source: If these terms are not acceptable to you, please do not proceed beyond this point!
id: Jika syarat-syarat ini tidak dapat Anda terima, mohon jangan lanjutkan melampaui titik ini!
lo: ຖ້າທ່ານບໍ່ຍອມຮັບເງື່ອນໄຂເຫຼົ່ານີ້, ກະລຸນາຢ່າດຳເນີນການຕໍ່ໄປ!
nn: Dersom desse vilkåra ikkje er akseptable for deg, ikkje gå vidare frå dette punktet!
sq: Nëse këto kushte nuk janë të pranueshme për ju, ju lutemi mos vazhdoni përtej kësaj pike!

source: Include / Exclude Patterns
id: Sertakan / Kecualikan Pola
lo: ຮູບແບບການລວມ / ຍົກເວັ້ນ
nn: Inkluderings-/ekskluderingsmønster
sq: Përfshi / Përjashto Modelet

source: Include @home subvolume in backups
id: Sertakan subvolume @home di cadangan
lo: ລວມ @home subvolume ໃນການສຳຮອງຂໍ້ມູນ
nn: Inkluder @home-undervolum i backup
sq: Përfshi nënvëllimin @home në kopjet rezervë

source: Include All Files
id: Sertakan Semua Berkas
lo: ລວມໄຟລ໌ທັງໝົດ
nn: Inkluder alle filer
sq: Përfshi të gjithë skedarët

source: Include Only Hidden Files
id: Sertakan Hanya Berkas Tersembunyi
lo: ລວມສະເພາະໄຟລ໌ທີ່ເຊື່ອງໄວ້
nn: Inkluder berre gøymde filer
sq: Përfshi skedarët e fshehur

source: Invalid Snapshot
id: Snapsot Tidak Valid
lo: ສະແນັບຊັອດບໍ່ຖືກຕ້ອງ
nn: Ugyldig augeblinksbilete
sq: Pamje e pavlefshme e çastit

source: Invalid command line arguments
id: Argumen baris perintah tidak valid
lo: ອາກິວເມນຂອງເສັ້ນຄຳສັ່ງບໍ່ຖືກຕ້ອງ
nn: Ugyldige kommandolinjeargument
sq: Argumente të pavlefshme të rreshtit të komandës

source: Invalid snapshot
id: Snapshot tidak valid
lo: ສະແນັບຊັອດບໍ່ຖືກຕ້ອງ
nn: Ugyldig augeblinksbilete
sq: Pamje e pavlefshme

source: Items Not Selected
id: Item yang Tidak Dipilih
lo: ບໍ່ມີລາຍການຖືກເລືອກ
nn: Element ikkje valde
sq: Artikuj të pazgjedhur

source: Keep
id: Pertahankan
lo: ເກັບໄວ້
nn: Behald
sq: Mbaj

source: Keep configuration files for bittorrent clients like Deluge, Transmission, etc. If un-checked, previous configuration files will be restored from snapshot.
id: Simpan berkas konfigurasi untuk client bittorrent seperti Deluge, Transmission, dll. Jika tidak dicentang, berkas konfigurasi sebelumnya akan dipulihkan dari snapshot.
lo: ເກັບໄຟລ໌ການຕັ້ງຄ່າຂອງໂປຣແກຣມ bittorrent ເຊັ່ນ Deluge, Transmission, ແລະອື່ນໆ. ຖ້າບໍ່ເລືອກ, ໄຟລ໌ການຕັ້ງຄ່າກ່ອນໜ້າຈະຖືກກູ້ຄືນຈາກສະແນັບຊັອດ.
nn: Behald konfigurasjonsfiler for bittorrent-klientar som Deluge, Transmission, osv. Om ikkje avkryssa, vil tidlegare konfigurasjonsfiler bli gjenoppretta frå augeblinksbilete.
sq: Ruani skedarët e konfigurimit për klientët bittorrent si Deluge, Transmission, etj. Nëse nuk është zgjedhur, skedarët e mëparshëm të konfigurimit do të rikthehen nga çastet e çastit.
