Repository: linuxmint/timeshift
Catalog: po/*.po
Languages: id, lo, nn, sq

source: Snapshots are restored by replacing system subvolumes. Since files are never copied, deleted or overwritten, there is no risk of data loss. The existing system is preserved as a new snapshot after restore.
id: Snapshot dipulihkan dengan mengganti subvolume sistem. Karena berkas tidak pernah disalin, dihapus, atau ditimpa, tidak ada risiko kehilangan data. Sistem yang ada tetap terjaga sebagai snapshot baru setelah pemulihan.
lo: ສະແນັບຊັອດຖືກກູ້ຄືນໂດຍການແທນທີ່ subvolume ຂອງລະບົບ. ເນື່ອງຈາກໄຟລ໌ບໍ່ເຄີຍຖືກສຳເນົາ, ລຶບ ຫຼື ຂຽນທັບ, ບໍ່ມີຄວາມສ່ຽງຕໍ່ການສູນເສຍຂໍ້ມູນ. ລະບົບທີ່ມີຢູ່ຈະຖືກເກັບໄວ້ເປັນສະແນັບຊັອດໃໝ່ຫຼັງຈາກການກູ້ຄືນ.
nn: Augeblinksbilete blir gjenoppretta ved å erstatte systemundervolum. Sidan filer aldri blir kopierte, sletta eller overskrivne, er det ingen risiko for datatap. Det eksisterande systemet blir bevart som eit nytt augeblinksbilete etter gjenoppretting.
sq: Pamjet e çastit rikthehen duke zëvendësuar nënvëllimet e sistemit. Meqenëse skedarët nuk kopjohen, fshihen ose mbishkruhen kurrë, nuk ka rrezik humbjeje të të dhënave. Sistemi ekzistues ruhet si një pamje e re e çastit pas rikthimit.

source: Snapshots are saved on the same disk from which they are created (system disk). Storage on other disks is not supported. If system disk fails then snapshots stored on it will be lost along with the system.
id: Snapshot disimpan di disk yang sama tempat mereka dibuat (disk sistem). Penyimpanan di disk lain tidak didukung. Jika disk sistem mengalami kegagalan, maka snapshot yang disimpan di dalamnya akan hilang bersama dengan sistem.
lo: ສະແນັບຊັອດຈະຖືກບັນທຶກໄວ້ໃນດິສກ໌ດຽວກັນກັບທີ່ມັນຖືກສ້າງ (ດິສກ໌ລະບົບ). ບໍ່ຮອງຮັບການເກັບຂໍ້ມູນໃນດິສກ໌ອື່ນ. ຫາກດິສກ໌ລະບົບລົ້ມເຫຼວ, ສະແນັບຊັອດທີ່ເກັບໄວ້ກໍຈະເສຍໄປພ້ອມກັບລະບົບ.
nn: Augeblinksbilete blir lagra på same disk som dei blir oppretta frå (systemdisk). Lagring på andre diskar er ikkje støtta. Om systemdisken feilar vil augeblinksbilete som er lagra der gå tapt saman med systemet.
sq: Pamjet e çastit ruhen në të njëjtin disk nga i cili krijohen (disku i sistemit). Ruajtja në disqe të tjerë nuk mbështetet. Nëse disku i sistemit dështon, atëherë pamjet e çastit të ruajtura në të do të humbasin së bashku me sistemin.

source: Snapshots are saved to /timeshift on selected partition. Other locations are not supported.
id: Snapshot disimpan ke /timeshift pada partisi yang dipilih. Lokasi lain tidak didukung.
lo: ສະແນັບຊັອດຈະຖືກບັນທຶກໄວ້ທີ່ /timeshift ໃນພາທິຊັນທີ່ເລືອກ. ບໍ່ຮອງຮັບທີ່ຕັ້ງອື່ນ.
nn: Augeblinksbilete blir lagra til /timeshift på vald partisjon. Andre plasseringar er ikkje støtta.
sq: Pamjet e çastit ruhen në /timeshift në ndarjen e zgjedhur. Vendndodhjet e tjera nuk mbështeten.

source: Snapshots are saved to /timeshift-btrfs on selected partition. Other locations are not supported.
id: Snapshot disimpan ke /timeshift-btrfs pada partisi yang dipilih. Lokasi lain tidak didukung.
lo: ສະແນັບຊັອດຈະຖືກບັນທຶກໄວ້ທີ່ /timeshift-btrfs ໃນພາທິຊັນທີ່ເລືອກ. ບໍ່ຮອງຮັບທີ່ຕັ້ງອື່ນ.
nn: Augeblinksbilete blir lagra til /timeshift-btrfs på vald partisjon. Andre plasseringar er ikkje støtta.
sq: Pamjet e çastit ruhen në /timeshift-btrfs në ndarjen e zgjedhur. Vendndodhjet e tjera nuk mbështeten.

source: Snapshots available for restore
id: Salinan cadangan tersedia untuk pemulihan
lo: ສະແນັບຊັອດທີ່ມີຢູ່ເພື່ອການກູ້ຄືນ
nn: Augeblinksbilete tilgjengelege for gjenoppretting
sq: Pamje të çastit të disponueshme për rivendosje

source: Snapshots can be saved to any disk formatted with a Linux file system. Saving snapshots to non-system or external disk allows the system to be restored even if system disk is damaged or re-formatted.
id: Snapshot dapat disimpan ke disk apa pun yang diformat dengan sistem berkas Linux. Menyimpan snapshot ke disk non-sistem atau eksternal memungkinkan sistem dipulihkan bahkan jika disk sistem rusak atau diformat ulang.
lo: ສາມາດບັນທຶກສະແນັບຊັອດໃສ່ດິສກ໌ໃດກໍໄດ້ທີ່ຟໍແມັດດ້ວຍລະບົບໄຟລ໌ Linux. ການບັນທຶກສະແນັບຊັອດໃສ່ດິສກ໌ທີ່ບໍ່ແມ່ນຂອງລະບົບ ຫຼື ດິສກ໌ພາຍນອກຊ່ວຍໃຫ້ສາມາດກູ້ຄືນລະບົບໄດ້ ເຖິງແມ່ນວ່າດິສກ໌ລະບົບຈະເສຍຫາຍ ຫຼື ຖືກຟໍແມັດໃໝ່.
nn: Augeblinksbilete kan lagrast til ein kvar disk formatert med Linux-filsystem. Å lagre augeblinksbilete til ikkje-systemdisk eller ekstern disk gjer at systemet kan gjenopprettast sjølv om systemdisken er skadd eller omformatert.
sq: Pamjet e çastit mund të ruhen në çdo disk të formatuar me një sistem skedarësh Linux. Ruajtja e pamjeve të çastit në një disk jo të sistemit ose në një disk të jashtëm lejon që sistemi të rikthehet edhe nëse disku i sistemit është i dëmtuar ose i riformatuar.

source: Snapshots cannot be created in Live CD mode
id: Snapshot tidak dapat dibuat dalam mode Live CD
lo: ບໍ່ສາມາດສ້າງສະແນັບຊັອດໃນໂໝດ Live CD
nn: Augeblinksbilete kan ikkje lagast i Live-CD-modus
sq: Pamjet e çastit nuk mund të krijohen në modalitetin Live CD

source: Snapshots will be created at selected intervals
id: Snapshot akan dibuat pada interval yang dipilih
lo: ສະແນັບຊັອດຈະຖືກສ້າງຂຶ້ນຕາມຊ່ວງເວລາທີ່ເລືອກ
nn: Augeblinksbilete blir laga med valde intervall
sq: Pamjet e çastit do të krijohen në intervale të caktuara

source: Snapshots will be created at selected intervals if snapshot disk has enough space (> 1 GB)
id: Snapshot akan dibuat pada interval yang dipilih jika disk snapshot memiliki ruang yang cukup (> 1 GB)
lo: ສະແນັບຊັອດຈະຖືກສ້າງຂຶ້ນຕາມຊ່ວງເວລາທີ່ເລືອກ ຖ້າດິສກ໌ສະແນັບຊັອດມີພື້ນທີ່ພຽງພໍ (> 1 GB)
nn: Augeblinksbilete blir laga med valde intervall om augeblinksbiletdisk har nok plass (> 1 GB)
sq: Pamjet e çastit do të krijohen në intervale të zgjedhura nëse disku i pamjeve të çastit ka hapësirë ​​të mjaftueshme (> 1 GB)

source: Specify backup device (default: config)
id: Tentukan perangkat cadangan (default: config)
lo: ລະບຸອຸປະກອນສຳຮອງຂໍ້ມູນ (ຄ່າເລີ່ມຕົ້ນ: config)
nn: Spesifiser backup-eining (standard: config)
sq: Specifikoni pajisjen e rezervimit (parazgjedhja: konfigurim)

source: Specify device for installing GRUB2 bootloader
id: Tentukan perangkat untuk menginstal bootloader GRUB2
lo: ລະບຸອຸປະກອນສຳລັບການຕິດຕັ້ງໂປຣແກຣມໂຫຼດບູດ GRUB2
nn: Spesifiser eining for installering av GRUB2-oppstartslastar
sq: Specifikoni pajisjen për instalimin e ngarkuesit të nisjes GRUB2

source: Specify snapshot to restore
id: Tentukan snapshot yang akan dipulihkan
lo: ລະບຸສະແນັບຊັອດທີ່ຈະກູ້ຄືນ
nn: Spesifiser augeblinksbilete å gjenopprette
sq: Specifikoni pamjen e çastit për t'u rivendosur

source: Specify target device
id: Tentukan perangkat target
lo: ລະບຸອຸປະກອນປາຍທາງ
nn: Spesifiser måleining
sq: Specifikoni pajisjen e synuar

source: Status
lo: ສະຖານະ
sq: Statusi

source: Stop cron emails for scheduled tasks
id: Hentikan email cron untuk tugas terjadwal
lo: ຢຸດອີເມວ cron ສຳລັບວຽກທີ່ຕັ້ງເວລາໄວ້
nn: Stopp cron-e-postar for planlagde oppgåver
sq: Ndalo email-et cron për detyrat e planifikuara

source: Subvolume
nn: Undervolum
sq: Nënvëllimi

source: Subvolume exists at destination
id: Subvolume ada di tujuan
lo: ມີ Subvolume ຢູ່ທີ່ປາຍທາງແລ້ວ
nn: Undervolum finst på destinasjon
sq: Nënvëllimi ekziston në destinacion

source: Subvolumes
id: Subvolume
nn: Undervolum
sq: Nënvëllime

source: Summary
id: Ringkasan
lo: ສະຫຼຸບ
nn: Samandrag
sq: Përmbledhje

source: Switch to BTRFS mode (default: config)
id: Beralih ke mode BTRFS (default: config)
lo: ປ່ຽນເປັນໂໝດ BTRFS (ຄ່າເລີ່ມຕົ້ນ: config)
nn: Byt til BTRFS-modus (standard: config)
sq: Kaloni në modalitetin BTRFS (parazgjedhja: konfigurim)

source: Switch to RSYNC mode (default: config)
id: Beralih ke mode RSYNC (default: konfigurasi)
lo: ປ່ຽນເປັນໂໝດ RSYNC (ຄ່າເລີ່ມຕົ້ນ: config)
nn: Byt til RSYNC-modus (standard: config)
sq: Kaloni në modalitetin RSYNC (parazgjedhja: konfigurim)

source: Symlinks updated
id: Symlinks telah diperbarui
lo: ອັບເດດ symlinks ແລ້ວ
nn: Symbolske lenker oppdatert
sq: Lidhje simbolike në përdorim

source: Syncing file systems...
id: Sinkronisasi sistem berkas...
lo: ກຳລັງຊິງຄ໌ລະບົບໄຟລ໌...
nn: Synkroniserer filsystem...
sq: Duke sinkronizuar sistemet e skedarëve...

source: Syncing files with rsync...
id: Sinkronisasi berkas dengan rsync...
lo: ກຳລັງຊິງຄ໌ໄຟລ໌ດ້ວຍ rsync...
nn: Synkroniserer filer med rsync...
sq: Duke sinkronizuar skedarët me rsync...

source: Syntax
id: Sintaksis
lo: ໄວຍະກອນ
nn: Syntaks
sq: Sintaksa

source: System
id: Sistem
lo: ລະບົບ
sq: Sistemi

source: System Restore Utility
id: Utilitas Pemulihan Sistem
lo: ເຄື່ອງມືກູ້ຄືນລະບົບ
nn: Systemgjenopprettingsverktøy
sq: Shërbimi i Rivendosjes së Sistemit

source: System can be rolled-back to a previous date by restoring a snapshot.
id: Sistem dapat dikembalikan ke tanggal sebelumnya dengan memulihkan snapshot.
lo: ລະບົບສາມາດຍ້ອນກັບໄປວັນທີກ່ອນໜ້າໄດ້ໂດຍການກູ້ຄືນສະແນັບຊັອດ.
nn: Systemet kan rullast tilbake til ein tidlegare dato ved å gjenopprette eit augeblinksbilete.
sq: Sistemi mund të rikthehet në një datë të mëparshme duke rivendosur një pamje të çastit.

source: System will reboot after files are restored
id: Sistem akan melakukan reboot setelah berkas-berkas dipulihkan
lo: ລະບົບຈະຣີບູດຫຼັງຈາກກູ້ຄືນໄຟລ໌ແລ້ວ
nn: Systemet vil starte på nytt etter at filer er gjenoppretta
sq: Sistemi do të riniset pasi të rikthehen skedarët

source: System will reboot after files are restored.
id: Sistem akan melakukan reboot setelah berkas-berkas dipulihkan.
lo: ລະບົບຈະຣີບູດຫຼັງຈາກກູ້ຄືນໄຟລ໌ແລ້ວ.
nn: Systemet vil starte på nytt etter at filer er gjenoppretta.
sq: Sistemi do të riniset pasi të jenë rikthyer skedarët.

source: Tagged snapshot
id: Snapshot yang diberi tag
lo: ສະແນັບຊັອດທີ່ຕິດແທັກ
nn: Merka augeblinksbilete
sq: Pamje e etiketuar

source: Tags
id: Tag
lo: ແທັກ
nn: Merkelappar
sq: Etiketat

source: Target device is not mounted
id: Perangkat target tidak terpasang
lo: ອຸປະກອນປາຍທາງບໍ່ໄດ້ຖືກເມົ້າ
nn: Måleining er ikkje montert
sq: Pajisja e synuar nuk është montuar

source: Target device is same as system device
id: Perangkat target sama dengan perangkat sistem
lo: ອຸປະກອນປາຍທາງເປັນອຸປະກອນດຽວກັນກັບອຸປະກອນລະບົບ
nn: Måleining er same som systemeining
sq: Pajisja e synuar është e njëjtë me pajisjen e sistemit

source: Target device not specified!
id: Perangkat target tidak ditentukan!
lo: ບໍ່ໄດ້ລະບຸອຸປະກອນປາຍທາງ!
nn: Måleining ikkje spesifisert!
sq: Pajisja e synuar nuk është specifikuar!

source: The cron service sends the output of scheduled tasks as an email to the current user. Select this option to suppress the emails for cron tasks created by Timeshift.
id: Layanan cron mengirimkan hasil tugas terjadwal sebagai email kepada pengguna saat ini. Pilih opsi ini untuk menonaktifkan email untuk tugas cron yang dibuat oleh Timeshift.
lo: ບໍລິການ cron ສົ່ງຜົນການເຮັດວຽກທີ່ຕັ້ງເວລາໄວ້ເປັນອີເມວໄປຫາຜູ້ໃຊ້ປັດຈຸບັນ. ເລືອກຕົວເລືອກນີ້ເພື່ອລະງັບອີເມວສຳລັບວຽກ cron ທີ່ສ້າງໂດຍ Timeshift.
nn: Cron-tenesta sender utdata frå planlagde oppgåver som e-post til gjeldande brukar. Vel dette alternativet for å undertrykke e-postar for cron-oppgåver oppretta av Timeshift.
sq: Shërbimi cron i dërgon rezultatet e detyrave të planifikuara si një email përdoruesit aktual. Zgjidhni këtë opsion për të shtypur emailet për detyrat cron të krijuara nga Timeshift.

source: The system partition has an unsupported subvolume layout.
id: Partisi sistem memiliki tata letak subvolume yang tidak didukung.
lo: ພາທິຊັນລະບົບມີຮູບແບບ subvolume ທີ່ບໍ່ຮອງຮັບ.
nn: Systempartisjonen har eit ikkje-støtta undervolumoppsett.
sq: Ndarja e sistemit ka një paraqitje të nënvëllimit të pambështetur.

source: The target partition has an unsupported subvolume layout.
id: Partisi target memiliki tata letak subvolume yang tidak didukung.
lo: ພາທິຊັນປາຍທາງມີຮູບແບບ subvolume ທີ່ບໍ່ຮອງຮັບ.
nn: Målepartisjon har eit ikkje-støtta undervolumoppsett.
sq: Ndarja e synuar ka një paraqitje të nënvëllimit të pambështetur.

source: There are no snapshots on this device
id: Tidak ada snapshot pada perangkat ini
lo: ບໍ່ມີສະແນັບຊັອດໃນອຸປະກອນນີ້
nn: Det er ingen augeblinksbilete på denne eininga
sq: Nuk ka pamje të çastit në këtë pajisje

source: This device is not encrypted
id: Perangkat ini tidak dienkripsi
lo: ອຸປະກອນນີ້ບໍ່ໄດ້ຖືກເຂົ້າລະຫັດ
nn: Denne eininga er ikkje kryptert
sq: Kjo pajisje nuk është e enkriptuar

source: This software comes without absolutely NO warranty and the author takes no responsibility for any damage arising from the use of this program.
id: Perangkat lunak ini disediakan tanpa jaminan apa pun dan penulis tidak bertanggung jawab atas kerugian apa pun yang timbul akibat penggunaan program ini.
lo: ຊອບແວນີ້ບໍ່ມີການຮັບປະກັນໃດໆທັງສິ້ນ ແລະ ຜູ້ຂຽນບໍ່ຮັບຜິດຊອບຕໍ່ຄວາມເສຍຫາຍໃດໆທີ່ເກີດຈາກການໃຊ້ໂປຣແກຣມນີ້.
nn: Denne programvara kjem heilt utan garanti og forfattaren tek ikkje ansvar for skade som oppstår ved bruk av programmet.
sq: Ky program vjen pa ASNJË garanci absolute dhe autori nuk mban përgjegjësi për ndonjë dëmtim që rrjedh nga përdorimi i këtij programi.

source: Timeshift is active
id: Timeshift aktif
lo: Timeshift ກຳລັງເຮັດວຽກ
nn: Timeshift er aktiv
sq: Zhvendosja në kohë është aktive

source: Timestamp
id: Cap waktu
lo: ເວລາປະທັບຕາ
nn: Tidsstempel
sq: Vula kohore

source: To restore with default options, press the ENTER key for all prompts!
id: Untuk memulihkan dengan opsi default, tekan tombol ENTER untuk semua prompt!
lo: ເພື່ອການກູ້ຄືນດ້ວຍຕົວເລືອກເລີ່ມຕົ້ນ, ໃຫ້ກົດປຸ່ມ ENTER ສຳລັບທຸກຄຳຖາມ!
nn: For å gjenopprette med standardval, trykk ENTER for alle spørsmål!
sq: Për të rivendosur me opsionet fillestare, shtypni tastin ENTER për të gjitha kërkesat!

source: Type
id: Jenis
lo: ປະເພດ
sq: Lloji

source: Unknown option
id: Opsi yang tidak diketahui
lo: ຕົວເລືອກທີ່ບໍ່ຮູ້ຈັກ
nn: Ukjend val
sq: Opsion i panjohur

source: Unknown snapshot type
id: Jenis snapshot yang tidak diketahui
lo: ປະເພດສະແນັບຊັອດທີ່ບໍ່ຮູ້ຈັກ
nn: Ukjend augeblinksbilettype
sq: Lloj i panjohur i pamjes së çastit

source: Unknown value specified for option --tags
id: Nilai yang tidak dikenal telah ditentukan untuk opsi --tags
lo: ລະບຸຄ່າທີ່ບໍ່ຮູ້ຈັກສຳລັບຕົວເລືອກ --tags
nn: Ukjend verdi spesifisert for val --tags
sq: Vlerë e panjohur e specifikuar për opsionin --tags

source: Unlocked device is mapped to '%s'
id: Perangkat yang tidak terkunci dipetakan ke ‘%s’
lo: ອຸປະກອນທີ່ປົດລັອກຖືກແມັບໄປທີ່ '%s'
nn: Opplåst eining er knytt til '%s'
sq: Pajisja e zhbllokuar është hartëzuar te ' %s'

source: Unlocked successfully
id: Sudah berhasil dibuka
lo: ປົດລັອກສຳເລັດແລ້ວ
nn: Låst opp
sq: U zhbllokua me sukses

source: Unmounting from
id: Melepas dari
lo: ກຳລັງຍົກເລີກການເມົ້າຈາກ
nn: Avmonterer frå
sq: Duke u çmontuar nga

source: Unshared
id: Tidak dibagikan
lo: ບໍ່ໄດ້ແບ່ງປັນ
nn: Ikkje delt
sq: I pandarë

source: Unsupported Subvolume Layout
id: Tata Letak Subvolume yang Tidak Didukung
lo: ຮູບແບບ Subvolume ບໍ່ຮອງຮັບ
nn: Ikkje-støtta undervolumoppsett
sq: Paraqitja e nënvëllimit e pambështetur

source: Update GRUB menu
id: Perbarui menu GRUB
lo: ອັບເດດເມນູ GRUB
nn: Oppdater GRUB-meny
sq: Përditëso menunë GRUB

source: Update initramfs
id: Perbarui initramfs
lo: ອັບເດດ initramfs
nn: Oppdater initramfs
sq: Përditëso initramfs

source: Updated /etc/crypttab on target device
id: Perbarui berkas /etc/crypttab pada perangkat target
lo: ອັບເດດ /etc/crypttab ເທິງອຸປະກອນປາຍທາງແລ້ວ
nn: Oppdatert /etc/crypttab på måleining
sq: U përditësua /etc/crypttab në pajisjen e synuar.

source: Updated /etc/fstab on target device
id: Perbarui berkas /etc/fstab pada perangkat tujuan
lo: ອັບເດດ /etc/fstab ເທິງອຸປະກອນປາຍທາງແລ້ວ
nn: Oppdatert /etc/fstab på måleining
sq: U përditësua /etc/fstab në pajisjen e synuar

source: Updates the GRUB menu entries (recommended). This is safe to run and should be left selected.
id: Memperbarui entri menu GRUB (disarankan). Ini aman untuk dijalankan dan sebaiknya tetap dipilih.
lo: ອັບເດດລາຍການເມນູ GRUB (ແນະນຳ). ການເຮັດແບບນີ້ປອດໄພ ແລະ ຄວນເປີດໄວ້.
nn: Oppdaterer GRUB-menyoppføringar (tilrådd). Dette er trygt å køyre og bør stå vald.
sq: Përditëson hyrjet e menysë GRUB (rekomandohet). Kjo është e sigurt për t'u ekzekutuar dhe duhet të lihet e zgjedhur.

source: Updating GRUB menu...
id: Memperbarui menu GRUB...
lo: ກຳລັງອັບເດດເມນູ GRUB...
nn: Oppdaterer GRUB-meny...
sq: Duke përditësuar menynë GRUB...

source: Updating bootloader configuration...
id: Memperbarui konfigurasi bootloader...
lo: ກຳລັງອັບເດດການຕັ້ງຄ່າໂປຣແກຣມໂຫຼດບູດ...
nn: Oppdaterer oppstartslastarkonfigurasjon...
sq: Duke përditësuar konfigurimin e ngarkuesit të nisjes...

source: Used
id: Bekas
lo: ໃຊ້ແລ້ວ
nn: Brukt
sq: Përdorur

source: User
id: Pengguna
lo: ຜູ້ໃຊ້
nn: Brukar
sq: Përdoruesi

source: User Home Directories
id: Direktori Rumah Pengguna
lo: ໄດເຣັກທໍຣີ Home ຂອງຜູ້ໃຊ້
nn: Brukarheimekataloger
sq: Drejtoritë Kryesore të Përdoruesve

source: User cancelled the password prompt
id: Pengguna membatalkan prompt kata sandi
lo: ຜູ້ໃຊ້ຍົກເລີກການປ້ອນລະຫັດຜ່ານ
nn: Brukar avbraut passordspørsmålet
sq: Përdoruesi anuloi kërkesën për fjalëkalim

source: User home directories are excluded by default unless you enable them here
id: Direktori pengguna secara default tidak disertakan kecuali Anda mengaktifkannya di sini
lo: ໄດເຣັກທໍຣີ home ຂອງຜູ້ໃຊ້ຖືກຍົກເວັ້ນໂດຍຄ່າເລີ່ມຕົ້ນ ເວັ້ນເສຍແຕ່ວ່າທ່ານຈະເປີດໃຊ້ງານມັນຢູ່ບ່ອນນີ້
nn: Brukar-heimekatalogar er ekskludert som standard med mindre du aktiverer dei her
sq: Drejtoritë kryesore të përdoruesve përjashtohen si parazgjedhje, përveç nëse i aktivizoni këtu.

source: Users
id: Pengguna
lo: ຜູ້ໃຊ້
nn: Brukarar
sq: Përdoruesit

source: Users Home
id: Halaman Utama Pengguna
lo: Home ຂອງຜູ້ໃຊ້
nn: Brukaranes heim
sq: Përdoruesit Faqja Kryesore

source: Vendor
id: Pemasok
lo: ຜູ້ຜະລິດ
nn: Leverandør
sq: Furnizues

source: View Rsync Log for Create
id: Lihat Log Rsync untuk Pembuatan
lo: ເບິ່ງບັນທຶກ Rsync ສຳລັບການສ້າງ
nn: Vis rsync-logg for oppretting
sq: Shiko Regjistrin Rsync për Krijo

source: View Rsync Log for Restore
id: Lihat Log Rsync untuk Pemulihan
lo: ເບິ່ງບັນທຶກ Rsync ສຳລັບການກູ້ຄືນ
nn: Vis rsync-logg for gjenoppretting
sq: Shiko Logun e Rsync për Rivendosje

source: View TimeShift Logs
id: Lihat Catatan TimeShift
lo: ເບິ່ງບັນທຶກ TimeShift
nn: Vis TimeShift-loggar
sq: Shiko Regjistrat e Zhvendosjes në Kohë

source: Warning
id: Peringatan
lo: ຄຳເຕືອນ
nn: Åtvaring
sq: Paralajmërim

source: Web Browsers
id: Peramban Web
lo: ເວັບເບຣົາເຊີ
nn: Nettlesarar
sq: Shfletuesit e Uebit

source: Weekly
id: Mingguan
lo: ລາຍອາທິດ
nn: Vekesvis
sq: Javore

source: Weekly snapshot failed!
id: Ringkasan mingguan gagal!
lo: ສ້າງສະແນັບຊັອດລາຍອາທິດລົ້ມເຫຼວ!
nn: Vekesaugeblinksbilete feila!
sq: Pamja javore dështoi!

source: Weekly snapshots are enabled
id: Snapshot mingguan telah diaktifkan
lo: ເປີດໃຊ້ງານສະແນັບຊັອດລາຍອາທິດ
nn: Vekesaugeblinksbilete er aktiverte
sq: Pamjet javore janë aktivizuar

source: With Errors
id: Dengan Kesalahan
lo: ມີຂໍ້ຜິດພາດ
nn: Med feil
sq: Me Gabime

source: Wizard
id: Sihir
lo: ຕົວຊ່ວຍສ້າງ
nn: Vegvisar
sq: Magjistar

source: Wrong password
id: Kata sandi salah
lo: ລະຫັດຜ່ານຜິດ
nn: Feil passord
sq: Fjalëkalim i gabuar

source: Yes
id: Ya
lo: ແມ່ນ
nn: Ja
sq: Po

source: You can continue working on the current system. After restart, the current system will be visible as a new snapshot. This snapshot can be restored later if required, to 'undo' the restore.
id: Anda dapat terus bekerja pada sistem saat ini. Setelah restart, sistem saat ini akan terlihat sebagai snapshot baru. Snapshot ini dapat dipulihkan kembali jika diperlukan, untuk ‘membatalkan’ pemulihan.
lo: ທ່ານສາມາດເຮັດວຽກຕໍ່ໃນລະບົບປັດຈຸບັນໄດ້. ຫຼັງຈາກຣີສະຕາດ, ລະບົບປັດຈຸບັນຈະເຫັນເປັນສະແນັບຊັອດໃໝ່. ສະແນັບຊັອດນີ້ສາມາດກູ້ຄືນໄດ້ໃນພາຍຫຼັງຖ້າຈຳເປັນ ເພື່ອ 'ຍົກເລີກ' ການກູ້ຄືນ.
nn: Du kan halde fram å arbeide på det gjeldande systemet. Etter omstart vil det gjeldande systemet vere synleg som eit nytt augeblinksbilete. Dette augeblinksbilete kan gjenopprettast seinare om nødvendig, for å 'angre' gjenopprettinga.
sq: Mund të vazhdoni të punoni në sistemin aktual. Pas rinisjes, sistemi aktual do të jetë i dukshëm si një pamje e re. Kjo pamje mund të rikthehet më vonë nëse është e nevojshme, për të 'anuluar' rivendosjen.

source: [ENTER = Default (%s), a = Abort]
id: [ENTER = Default (%s), a = Batal]
lo: [ENTER = ຄ່າເລີ່ມຕົ້ນ (%s), a = ຍົກເລີກ]
nn: [ENTER = Standard (%s), a = Avbryt]
sq: [ENTER = Parazgjedhur ( %s), a = Ndërprit]

source: [ENTER = Default (%s), r = Root device, a = Abort]
id: [ENTER = Default (%s), r = Perangkat Root, a = Batal]
lo: [ENTER = ຄ່າເລີ່ມຕົ້ນ (%s), r = ອຸປະກອນຮາກ, a = ຍົກເລີກ]
nn: [ENTER = Standard (%s), r = Rot-eining, a = Avbryt]
sq: [ENTER = Parazgjedhur ( %s), r = Pajisja Root, a = Ndërprit]

source: [For Experienced Users] Change these settings if the restored system fails to boot.
id: [Untuk Pengguna Berpengalaman] Ubah pengaturan ini jika sistem yang dipulihkan tidak dapat booting.
lo: [ສຳລັບຜູ້ໃຊ້ທີ່ມີປະສົບການ] ປ່ຽນການຕັ້ງຄ່າເຫຼົ່ານີ້ຫາກລະບົບທີ່ກູ້ຄືນແລ້ວບູດບໍ່ຂຶ້ນ.
nn: [For erfarne brukarar] Endre desse innstillingane om det gjenoppretta systemet ikkje startar.
sq: [Për Përdoruesit me Përvojë] Ndryshoni këto cilësime nëse sistemi i restauruar nuk arrin të niset.

source: [Warning] Deleted invalid lock
id: [Peringatan] Kunci yang tidak valid telah dihapus
lo: [ຄຳເຕືອນ] ລຶບໄຟລ໌ລັອກທີ່ບໍ່ຖືກຕ້ອງແລ້ວ
nn: [Åtvaring] Slettet ugyldig lås
sq: [Kujdes] Kyçi i pavlefshëm u fshi

source: all
id: semua
lo: ທັງໝົດ
nn: alle
sq: të gjithë

source: btrfs returned an error
id: btrfs mengembalikan kesalahan
lo: btrfs ສົ່ງຄືນຂໍ້ຜິດພາດ
nn: btrfs returnerte ein feil
sq: btrfs ktheu një gabim

source: complete
id: lengkap
lo: ສຳເລັດ
nn: fullført
sq: i plotë

source: crontab file exported
id: berkas crontab diekspor
lo: ສົ່ງອອກໄຟລ໌ crontab ແລ້ວ
nn: crontab-fil eksportert
sq: skedari crontab u eksportua

source: crontab file installed
id: berkas crontab telah diinstal
lo: ຕິດຕັ້ງໄຟລ໌ crontab ແລ້ວ
nn: crontab-fil installert
sq: Skedari crontab u instalua

source: incomplete
id: tidak lengkap
lo: ບໍ່ສົມບູນ
nn: ufullstendig
sq: i paplotë

source: marked for deletion
id: ditandai untuk dihapus
lo: ໝາຍໄວ້ເພື່ອລຶບ
nn: merka for sletting
sq: shënuar për fshirje

source: mounted at path
id: terpasang di jalur
lo: ເມົ້າທີ່ເສັ້ນທາງ
nn: montert på sti
sq: montuar në shteg

source: remaining
id: yang tersisa
lo: ທີ່ຍັງເຫຼືອ
nn: gjenståande
sq: mbetur

source: rsync returned an error
id: rsync mengembalikan kesalahan
lo: rsync ສົ່ງຄືນຂໍ້ຜິດພາດ
nn: rsync returnerte ein feil
sq: rsync ktheu një gabim

source: un-tagged
id: tidak diberi tag
lo: ບໍ່ຕິດແທັກ
nn: utan merkelapp
sq: i paetiketuar

source: Timeshift
sq: Zhvendosje kohore

source: Run Timeshift as Administrator
id: Jalankan Timeshift sebagai Administrator
lo: ເປີດ Timeshift ໃນຖານະຜູ້ເບິ່ງແຍງລະບົບ
nn: Køyr Timeshift som administrator
sq: Ekzekutoni Timeshift si Administrator

source: Authentication is required to run Timeshift as Administrator
id: Autentikasi diperlukan untuk menjalankan Timeshift sebagai Administrator
lo: ຕ້ອງການການຢືນຢັນຕົວຕົນເພື່ອເປີດ Timeshift ໃນຖານະຜູ້ເບິ່ງແຍງລະບົບ
nn: Autentisering er påkravd for å køyre Timeshift som administrator
sq: Kërkohet vërtetim për të ekzekutuar Timeshift si Administrator

source: Disk
lo: ດິສກ໌

source: Global
lo: ທົ່ວໄປ
nn: Globalt

source: Menu
lo: ເມນູ
nn: Meny

source: Model
lo: ລຸ້ນ
nn: Modell

source: Num
id: Nomor
lo: ລຳດັບ

source: Serial
lo: ເລກຊີຣຽວ
nn: Serienummer

source: Paused
nn: Pause

source: Resume
nn: Hald fram
