Repository: linuxmint/timeshift
Catalog: po/*.po
Languages: id, lo, nn, sq

source: Keep configuration files for web browsers like Firefox and Chrome. If un-checked, previous configuration files will be restored from snapshot
id: Simpan berkas konfigurasi untuk peramban web seperti Firefox dan Chrome. Jika tidak dicentang, berkas konfigurasi sebelumnya akan dipulihkan dari snapshot
lo: ເກັບໄຟລ໌ການຕັ້ງຄ່າຂອງເວັບເບຣົາເຊີເຊັ່ນ Firefox ແລະ Chrome. ຖ້າບໍ່ເລືອກ, ໄຟລ໌ການຕັ້ງຄ່າກ່ອນໜ້າຈະຖືກກູ້ຄືນຈາກສະແນັບຊັອດ
nn: Behald konfigurasjonsfiler for nettlesarar som Firefox og Chrome. Om ikkje avkryssa, vil tidlegare konfigurasjonsfiler bli gjenoppretta frå augeblinksbilete
sq: Mbani skedarët e konfigurimit për shfletuesit e internetit si Firefox dhe Chrome. Nëse nuk kontrollohet, skedarët e mëparshëm të konfigurimit do të rikthehen nga çastet e çastit.

source: Keep on Root Device
id: Simpan di Perangkat Root
lo: ເກັບໄວ້ເທິງອຸປະກອນຮາກ
nn: Behald på roteining
sq: Mbaj në pajisjen rrënjë

source: Keep this mount path on the root filesystem
id: Simpan lokasi mount ini pada sistem berkas root
lo: ເກັບເສັ້ນທາງການເມົ້ານີ້ໄວ້ເທິງລະບົບໄຟລ໌ຮາກ
nn: Behald denne monteringsstien på rotfilsystemet
sq: Mbajeni këtë shteg montimi në sistemin e skedarëve rrënjë

source: LIVE
id: SIARAN LANGSUNG
sq: DREJTPËRDREJT

source: Label
lo: ປ້າຍຊື່
nn: Merkelapp
sq: Etiketë

source: Last boot snapshot is %d hours old
id: Snapshot boot terakhir dibuat %d jam yang lalu
lo: ສະແນັບຊັອດຕອນບູດຄັ້ງຫຼ້າສຸດມີອາຍຸ %d ຊົ່ວໂມງ
nn: Siste oppstartsbilete er %d timar gammalt
sq: Pamja e fundit e nisjes është %ddisa orë e vjetër

source: Last boot snapshot is older than system start time
id: Waktu snapshot boot terakhir lebih lama dari waktu mulai sistem
lo: ສະແນັບຊັອດຕອນບູດຄັ້ງຫຼ້າສຸດເກົ່າກວ່າເວລາເປີດລະບົບ
nn: Siste oppstartsbilete er eldre enn systemstarttid
sq: Pamja e fundit e nisjes është më e vjetër se koha e fillimit të sistemit

source: Last boot snapshot not found
id: Snapshot boot terakhir tidak ditemukan
lo: ບໍ່ພົບສະແນັບຊັອດຕອນບູດຄັ້ງຫຼ້າສຸດ
nn: Siste oppstartsbilete ikkje funne
sq: Pamja e fundit e nisjes nuk u gjet

source: Last daily snapshot is %d hours old
id: Snapshot harian terakhir dibuat %d jam yang lalu
lo: ສະແນັບຊັອດປະຈຳວັນຄັ້ງຫຼ້າສຸດມີອາຍຸ %d ຊົ່ວໂມງ
nn: Siste daglege augeblinksbilete er %d timar gammalt
sq: Pamja e fundit ditore është %ddisa orë e vjetër

source: Last daily snapshot is more than 1 day old
id: Snapshot harian terakhir dibuat lebih dari 1 hari yang lalu
lo: ສະແນັບຊັອດປະຈຳວັນຄັ້ງຫຼ້າສຸດມີອາຍຸຫຼາຍກວ່າ 1 ມື້
nn: Siste daglege augeblinksbilete er meir enn 1 dag gammalt
sq: Pamja e fundit ditore është më shumë se 1 ditë e vjetër

source: Last daily snapshot not found
id: Snapshot harian terakhir tidak ditemukan
lo: ບໍ່ພົບສະແນັບຊັອດປະຈຳວັນຄັ້ງຫຼ້າສຸດ
nn: Siste daglege augeblinksbilete ikkje funne
sq: Pamja e fundit ditore nuk u gjet

source: Last hourly snapshot is %d minutes old
id: Snapshot per jam terakhir dibuat %d menit yang lalu
lo: ສະແນັບຊັອດລາຍຊົ່ວໂມງຄັ້ງຫຼ້າສຸດມີອາຍຸ %d ນາທີ
nn: Siste timeaugeblinksbilete er %d minutt gammalt
sq: Pamja e fundit e çastit është %ddisa minuta e vjetër

source: Last hourly snapshot is more than 1 hour old
id: Snapshot per jam terakhir dibuat lebih dari 1 jam yang lalu
lo: ສະແນັບຊັອດລາຍຊົ່ວໂມງຄັ້ງຫຼ້າສຸດມີອາຍຸຫຼາຍກວ່າ 1 ຊົ່ວໂມງ
nn: Siste timeaugeblinksbilete er meir enn 1 time gammalt
sq: Pamja e fundit e çastit është më shumë se 1 orë e vjetër

source: Last hourly snapshot not found
id: Snapshot per jam terakhir tidak ditemukan
lo: ບໍ່ພົບສະແນັບຊັອດລາຍຊົ່ວໂມງຄັ້ງຫຼ້າສຸດ
nn: Siste timeaugeblinksbilete ikkje funne
sq: Pamja e fundit e çastit nuk u gjet

source: Last monthly snapshot is %d days old
id: Snapshot bulanan terakhir dibuat %d hari yang lalu
lo: ສະແນັບຊັອດລາຍເດືອນຄັ້ງຫຼ້າສຸດມີອາຍຸ %d ມື້
nn: Siste månadsaugeblinksbilete er %d dagar gammalt
sq: Pamja e fundit mujore është %ddisa ditë e vjetër

source: Last monthly snapshot is more than 1 month old
id: Snapshot bulanan terakhir dibuat lebih dari 1 bulan yang lalu
lo: ສະແນັບຊັອດລາຍເດືອນຄັ້ງຫຼ້າສຸດມີອາຍຸຫຼາຍກວ່າ 1 ເດືອນ
nn: Siste månadsaugeblinksbilete er meir enn 1 månad gammalt
sq: Pamja e fundit mujore është më shumë se 1 muaj e vjetër

source: Last monthly snapshot not found
id: Snapshot bulanan terakhir tidak ditemukan
lo: ບໍ່ພົບສະແນັບຊັອດລາຍເດືອນຄັ້ງຫຼ້າສຸດ
nn: Siste månadsaugeblinksbilete ikkje funne
sq: Pamja e fundit mujore nuk u gjet

source: Last weekly snapshot is %d days old
id: Snapshot mingguan terakhir dibuat %d hari yang lalu
lo: ສະແນັບຊັອດລາຍອາທິດຄັ້ງຫຼ້າສຸດມີອາຍຸ %d ມື້
nn: Siste vekesaugeblinksbilete er %d dagar gammalt
sq: Pamja e fundit javore është %ddisa ditë e vjetër

source: Last weekly snapshot is more than 1 week old
id: Snapshot mingguan terakhir dibuat lebih dari 1 minggu yang lalu
lo: ສະແນັບຊັອດລາຍອາທິດຄັ້ງຫຼ້າສຸດມີອາຍຸຫຼາຍກວ່າ 1 ອາທິດ
nn: Siste vekesaugeblinksbilete er meir enn 1 veke gammalt
sq: Pamja e fundit javore është më shumë se 1 javë e vjetër

source: Last weekly snapshot not found
id: Snapshot mingguan terakhir tidak ditemukan
lo: ບໍ່ພົບສະແນັບຊັອດລາຍອາທິດຄັ້ງຫຼ້າສຸດ
nn: Siste vekesaugeblinksbilete ikkje funne
sq: Pamja e fundit javore nuk u gjet

source: Latest snapshot
id: Snapshot terbaru
lo: ສະແນັບຊັອດຫຼ້າສຸດ
nn: Siste augeblinksbilete
sq: Pamja e fundit e ekranit

source: Linking from snapshot
id: Mentautkan dari snapshot
lo: ກຳລັງເຊື່ອມຕໍ່ຈາກສະແນັບຊັອດ
nn: Lenkar frå augeblinksbilete
sq: Lidhja nga një çast i shkurtër

source: List
id: Daftar
lo: ລາຍຊື່
nn: Liste
sq: Listë

source: List devices
id: Daftar perangkat
lo: ສະແດງລາຍຊື່ອຸປະກອນ
nn: List einingar
sq: Listo pajisjet

source: List snapshots
id: Daftar cuplikan
lo: ສະແດງລາຍຊື່ສະແນັບຊັອດ
nn: List augeblinksbilete
sq: Pamje të shkurtra të listës

source: Live USB Mode (Restore Only)
id: Mode Live USB ( Hanya untuk Memulihkan)
lo: ໂໝດ Live USB (ກູ້ຄືນເທົ່ານັ້ນ)
nn: Live-USB-modus (berre gjenoppretting)
sq: Modaliteti Live USB (Vetëm Rivendosje)

source: Location
id: Lokasi
lo: ທີ່ຕັ້ງ
nn: Plassering
sq: Vendndodhja

source: Main window closed by user
id: Jendela utama ditutup oleh pengguna
lo: ໜ້າຕ່າງຫຼັກຖືກປິດໂດຍຜູ້ໃຊ້
nn: Hovudvindauge lukka av brukar
sq: Dritarja kryesore u mbyll nga identiteti

source: Mark/Unmark for Deletion
id: Tandai/Hilangkan Tanda untuk Dihapus
lo: ໝາຍ/ຍົກເລີກການໝາຍເພື່ອລຶບ
nn: Merk/Fjern merking for sletting
sq: Shëno/Çshëno për fshirje

source: Maximum backups exceeded for backup level
id: Jumlah cadangan maksimum telah terlampaui untuk tingkat cadangan
lo: ເກີນຈຳນວນການສຳຮອງຂໍ້ມູນສູງສຸດສຳລັບລະດັບການສຳຮອງຂໍ້ມູນ
nn: Maksimum backup overskriden for backup-nivå
sq: Kopjet rezervë maksimale u tejkaluan për nivelin e kopjes rezervë

source: Misc
id: Berbagai
lo: ອື່ນໆ
nn: Ymse
sq: Të ndryshme

source: Missing Dependencies
id: Ketergantungan yang Hilang
lo: ຂາດສ່ວນປະກອບທີ່ຈຳເປັນ
nn: Manglande avhengnader
sq: Varësi që mungojnë

source: Mode
lo: ໂໝດ
nn: Modus
sq: Modaliteti

source: Monthly
id: Bulanan
lo: ລາຍເດືອນ
nn: Månadleg
sq: Mujore

source: Monthly snapshot are enabled
id: Snapshot bulanan diaktifkan
lo: ເປີດໃຊ້ງານສະແນັບຊັອດລາຍເດືອນ
nn: Månadlege augeblinksbilete er aktiverte
sq: Pamjet mujore janë aktivizuar

source: Monthly snapshot failed!
id: Snapshot bulanan gagal!
lo: ສ້າງສະແນັບຊັອດລາຍເດືອນລົ້ມເຫຼວ!
nn: Månadsaugeblinksbilete feila!
sq: Pamja mujore dështoi!

source: Mount
lo: ເມົ້າ
nn: Monter
sq: Mali

source: Moved system subvolume to snapshot directory
id: Subvolume sistem dipindahkan ke direktori snapshot
lo: ຍ້າຍ subvolume ຂອງລະບົບໄປທີ່ໄດເຣັກທໍຣີສະແນັບຊັອດແລ້ວ
nn: System-undervolum flytta til augeblinksbiletekatalog
sq: Nënvëllimi i sistemit u zhvendos në direktorinë e pamjeve të çastit

source: Multiple snapshots selected
id: Beberapa snapshot telah dipilih
lo: ເລືອກຫຼາຍສະແນັບຊັອດ
nn: Fleire augeblinksbilete valde
sq: Janë zgjedhur disa pamje të çastit

source: Name
id: Nama
lo: ຊື່
nn: Namn
sq: Emri

source: Next
id: Selanjutnya
lo: ຕໍ່ໄປ
nn: Neste
sq: Tjetra

source: No
id: Tidak
lo: ບໍ່
nn: Nei
sq: Jo

source: No Change
id: Tidak Ada Perubahan
lo: ບໍ່ມີການປ່ຽນແປງ
nn: Ingen endring
sq: Pa ndryshim

source: No Snapshots Selected
id: Tidak ada Snapshots yang dipilih
lo: ບໍ່ມີສະແນັບຊັອດຖືກເລືອກ
nn: Ingen augeblinksbilete valde
sq: Nuk janë zgjedhur pamje të çastit

source: No snapshots available
id: Tidak ada Snapshots yang tersedia
lo: ບໍ່ມີສະແນັບຊັອດ
nn: Ingen augeblinksbilete tilgjengelege
sq: Nuk ka pamje të çastit në informacion

source: No snapshots found
id: Tidak ada Snapshots yang ditemukan
lo: ບໍ່ພົບສະແນັບຊັອດ
nn: Ingen augeblinksbilete funne
sq: Nuk u gjetën pamje të çastit

source: No snapshots found on device
id: Tidak ada Snapshots yang ditemukan pada perangkat
lo: ບໍ່ພົບສະແນັບຊັອດໃນອຸປະກອນ
nn: Ingen augeblinksbilete funne på eining
sq: Nuk u gjetën pamje të çastit në pajisje

source: No snapshots on device
id: Tidak ada Snapshots pada perangkat
lo: ບໍ່ມີສະແນັບຊັອດໃນອຸປະກອນ
nn: Ingen augeblinksbilete på eining
sq: Nuk ka pamje të çastit në pajisje

source: No snapshots on this device
id: Tidak ada snapshot di perangkat ini
lo: ບໍ່ມີສະແນັບຊັອດໃນອຸປະກອນນີ້
nn: Ingen augeblinksbilete på denne eininga
sq: Nuk ka pamje të çastit në këtë pajisje

source: No snapshots selected
id: Tidak ada Snapshots yang terpilih
lo: ບໍ່ມີສະແນັບຊັອດຖືກເລືອກ
nn: Ingen augeblinksbilete valde
sq: Nuk janë zgjedhur pamje të çastit

source: None
id: Tidak ada
lo: ບໍ່ມີ
nn: Ingen
sq: Asnjë

source: Not Found
id: Tidak Ditemukan
lo: ບໍ່ພົບ
nn: Ikkje funne
sq: Nuk u gjet

source: Not Selected
id: Tidak Terpilih
lo: ບໍ່ໄດ້ເລືອກ
nn: Ikkje vald
sq: Nuk është zgjedhur

source: Not Supported
id: Tidak didukung
lo: ບໍ່ຮອງຮັບ
nn: Ikkje støtta
sq: Nuk mbështetet

source: Not enough disk space
id: Ruang disk tidak cukup
lo: ພື້ນທີ່ດິສກ໌ບໍ່ພຽງພໍ
nn: Ikkje nok diskplass
sq: Nuk ka hapësirë ​​në disk

source: Notes
id: Catatan
lo: ໝາຍເຫດ
nn: Notat
sq: Shënime

source: Nothing to do!
id: Tidak ada yang bisa dilakukan!
lo: ບໍ່ມີຫຍັງໃຫ້ເຮັດ!
nn: Ingenting å gjere!
sq: Asgjë për të bërë!

source: Number of snapshots to keep. Older snapshots will be removed once this limit is exceeded.
id: Jumlah snapshot yang akan disimpan. Snapshot yang lebih lama akan dihapus setelah batas ini terlewati.
lo: ຈຳນວນສະແນັບຊັອດທີ່ຈະເກັບໄວ້. ສະແນັບຊັອດທີ່ເກົ່າກວ່າຈະຖືກລຶບອອກເມື່ອເກີນຂີດຈຳກັດນີ້.
nn: Tal på augeblinksbilete som skal bevarast. Eldre augeblinksbilete blir fjerna når denne grensa er overskriden.
sq: Numri i pamjeve të çastit që duhen ruajtur. Pamjet e vjetra do të hiqen sapo të tejkalohet ky limit.

source: OK
id: Oke
lo: ຕົກລົງ
sq: Në rregull

source: OS must be installed on a BTRFS partition with Ubuntu-type subvolume layout (@ and @home subvolumes). Other layouts are not supported.
id: OS harus dipasang pada partisi BTRFS dengan tata letak subvolume tipe Ubuntu (subvolume @ dan @home). Tata letak lain tidak didukung.
lo: ລະບົບປະຕິບັດການຕ້ອງຖືກຕິດຕັ້ງເທິງພາທິຊັນ BTRFS ທີ່ມີຮູບແບບ subvolume ແບບ Ubuntu (@ ແລະ @home subvolumes). ບໍ່ຮອງຮັບຮູບແບບອື່ນ.
nn: OS må vere installert på ein BTRFS-partisjon med Ubuntu-type undervolumoppsett (@ og @home-undervolum). Andre oppsett er ikkje støtta.
sq: Sistemi operativ duhet të instalohet në një ndarje BTRFS me paraqitje të nënvolumeve të tipit Ubuntu (@ dhe @home subvolumes). Paraqitjet e tjera nuk mbështeten.

source: Older log files removed
id: Berkas log yang lebih lama dihapus
lo: ລຶບໄຟລ໌ບັນທຶກທີ່ເກົ່າກວ່າແລ້ວ
nn: Eldre loggfiler fjerna
sq: Skedarët e vjetër të regjistrit u hoqën

source: Oldest snapshot
id: Snapshot tertua
lo: ສະແນັບຊັອດເກົ່າສຸດ
nn: Eldste augeblinksbilete
sq: Pamja më e vjetër

source: On demand (manual)
id: Sesuai permintaan (manual)
lo: ຕາມຄວາມຕ້ອງການ (ດ້ວຍຕົນເອງ)
nn: Ved behov (manuelt)
sq: Sipas kërkesës (manuale)

source: Only ubuntu-type layouts with @ and @home subvolumes are currently supported.
id: Saat ini, hanya tata letak jenis Ubuntu dengan subvolume @ dan @home yang didukung.
lo: ຮອງຮັບສະເພາະຮູບແບບແບບ Ubuntu ທີ່ມີ @ ແລະ @home subvolumes ເທົ່ານັ້ນໃນປັດຈຸບັນ.
nn: Berre ubuntu-type oppsett med @ og @home-undervolum er støtta no.
sq: Aktualisht mbështeten vetëm paraqitjet e tipit ubuntu me nënvëllime @ dhe @home.

source: Open Menu
id: Buka Menu
lo: ເປີດເມນູ
nn: Opne meny
sq: Hap Menynë

source: Option --snapshot-device should not be specified for creating snapshots in BTRFS mode
id: Opsi --snapshot-device tidak boleh ditentukan saat membuat snapshot dalam mode BTRFS
lo: ຕົວເລືອກ --snapshot-device ບໍ່ຄວນຖືກລະບຸສຳລັບການສ້າງສະແນັບຊັອດໃນໂໝດ BTRFS
nn: Valet --snapshot-device skal ikkje spesifiserast for å lage augeblinksbilete i BTRFS-modus
sq: Opsioni --pajisja-e-pamjes-së-snapshot-it nuk duhet të specifikohet për krijimin e pamjeve të çastit në modalitetin BTRFS

source: Options
id: Opsi
lo: ຕົວເລືອກ
nn: Val
sq: Opsionet

source: Other applications (next page)
id: Aplikasi lain (halaman berikutnya)
lo: ແອັບພລິເຄຊັນອື່ນ (ໜ້າຕໍ່ໄປ)
nn: Andre program (neste side)
sq: Aplikime të tjera (faqja tjetër)

source: Owner
id: Pemilik
lo: ເຈົ້າຂອງ
nn: Eigar
sq: Pronari

source: Parent Device
id: Perangkat Induk
lo: ອຸປະກອນແມ່
nn: Foreldreining
sq: Pajisja e prindit

source: Parsing log file...
id: Menganalisis berkas log...
lo: ກຳລັງວິເຄາະໄຟລ໌ບັນທຶກ...
nn: Tolkar loggfil...
sq: Duke analizuar skedarin e regjistrit...

source: Partition has an unsupported subvolume layout.
id: Partisi memiliki tata letak subvolume yang tidak didukung.
lo: ພາທິຊັນມີຮູບແບບ subvolume ທີ່ບໍ່ຮອງຮັບ.
nn: Partisjon har eit ikkje-støtta undervolumoppsett.
sq: Ndarja ka një paraqitje të nënvëllimit të pambështetur.

source: Path
id: Jalur
lo: ເສັ້ນທາງ
nn: Sti
sq: Shteg

source: Pattern
id: Pola
lo: ຮູບແບບ
nn: Mønster
sq: Model

source: Permissions
id: Izin
lo: ສິດອະນຸຍາດ
nn: Løyve
sq: Lejet

source: Please check if you have multiple windows open.
id: Silakan periksa apakah Anda memiliki beberapa jendela yang terbuka.
lo: ກະລຸນາກວດສອບວ່າທ່ານໄດ້ເປີດຫຼາຍໜ້າຕ່າງໄວ້ບໍ່.
nn: Kontroller om du har fleire vindauge opne.
sq: Ju lutemi kontrolloni nëse keni disa dritare të hapura.

source: Please do not interrupt the restore process!
id: Jangan mengganggu proses pemulihan!
lo: ກະລຸນາຢ່າຂັດຂວາງຂະບວນການກູ້ຄືນ!
nn: Ikkje avbryt gjenopprettingsprosessen!
sq: Ju lutemi mos e ndërprisni procesin e rikuperimit!

source: Please install required packages and try running TimeShift again
id: Silakan memasang paket yang diperlukan dan coba jalankan TimeShift lagi
lo: ກະລຸນາຕິດຕັ້ງແພັກເກັດທີ່ຈຳເປັນ ແລະ ລອງເປີດ TimeShift ອີກຄັ້ງ
nn: Installer nødvendige pakkar og prøv å køyre TimeShift igjen
sq: Ju lutemi instaloni paketat e kërkuara dhe provoni të ekzekutoni përsëri TimeShift

source: Please re-run the application as admin (using 'sudo' or 'su')
id: Silakan jalankan ulang aplikasi sebagai administrator (menggunakan 'sudo' atau 'su')
lo: ກະລຸນາເປີດແອັບພລິເຄຊັນອີກຄັ້ງໃນຖານະຜູ້ເບິ່ງແຍງລະບົບ (ໂດຍໃຊ້ 'sudo' ຫຼື 'su')
nn: Køyr programmet på nytt som admin (med 'sudo' eller 'su')
sq: Ju lutemi riekzekutoni aplikacionin si administrator (duke përdorur 'sudo' ose 'su')

source: Please run the application as admin (using 'sudo' or 'su')
id: Silakan jalankan aplikasi sebagai administrator (menggunakan 'sudo' atau 'su')
lo: ກະລຸນາເປີດແອັບພລິເຄຊັນໃນຖານະຜູ້ເບິ່ງແຍງລະບົບ (ໂດຍໃຊ້ 'sudo' ຫຼື 'su')
nn: Køyr programmet som admin (med 'sudo' eller 'su')
sq: Ju lutemi ekzekutoni aplikacionin si administrator (duke përdorur 'sudo' ose 'su')

source: Please save your work and close all applications.
id: Silakan simpan pekerjaan Anda dan tutup semua aplikasi.
lo: ກະລຸນາບັນທຶກວຽກຂອງທ່ານ ແລະ ປິດແອັບພລິເຄຊັນທັງໝົດ.
nn: Lagre arbeidet ditt og lukk alle program.
sq: Ju lutemi ruani punën tuaj dhe mbyllni të gjitha aplikacionet.

source: Please select a snapshot to view the log!
id: Silakan pilih snapshot untuk melihat log!
lo: ກະລຸນາເລືອກສະແນັບຊັອດເພື່ອເບິ່ງບັນທຶກ!
nn: Vel eit augeblinksbilete for å sjå loggen!
sq: Ju lutem zgjidhni një pamje të çastit për të parë regjistrin!

source: Please select the GRUB device
id: Silakan pilih perangkat GRUB
lo: ກະລຸນາເລືອກອຸປະກອນ GRUB
nn: Vel GRUB-eining
sq: Ju lutem zgjidhni pajisjen GRUB

source: Please wait a few minutes and try again.
id: Tolong tunggu beberapa menit dan coba lagi.
lo: ກະລຸນາລໍຖ້າສອງສາມນາທີ ແລ້ວລອງໃໝ່ອີກຄັ້ງ.
nn: Vent nokre minutt og prøv igjen.
sq: Ju lutemi prisni disa minuta dhe provoni përsëri.

source: Please wait for snapshots to be deleted.
id: Silakan tunggu hingga snapshot dihapus.
lo: ກະລຸນາລໍຖ້າຈົນກວ່າສະແນັບຊັອດຈະຖືກລຶບ.
nn: Vent til augeblinksbilete er sletta.
sq: Ju lutemi që pamjet e çastit të fshihen.

source: Please wait...
id: Silakan tunggu...
lo: ກະລຸນາລໍຖ້າ...
nn: Vent...
sq: Ju lutem prisni...

source: Populating list...
id: Mengisi daftar...
lo: ກຳລັງສ້າງລາຍຊື່...
nn: Fyller lista...
sq: Duke u mbushur lista...

source: Preparing...
id: Mempersiapkan...
lo: ກຳລັງກະກຽມ...
nn: Førebur...
sq: Duke u përgatitur...

source: Previous
id: Sebelumnya
lo: ກ່ອນໜ້າ
nn: Førre
sq: Mëparshme

source: Print debug information
id: Cetak informasi debug
lo: ພິມຂໍ້ມູນການດີບັກ
nn: Skriv ut feilsøkingsinformasjon
sq: Printo informacionin e debugimit

source: Print version number
id: Cetak nomor versi
lo: ພິມໝາຍເລກເວີຊັນ
nn: Skriv ut versjonsnummer
sq: Numri i versionit të shtypur

source: Query completed
id: Query selesai
lo: ການສອບຖາມສຳເລັດແລ້ວ
nn: Førespurnad fullført
sq: Pyetja u përfundua

source: Querying subvolume info...
id: Memeriksa informasi subvolume...
lo: ກຳລັງສອບຖາມຂໍ້ມູນ subvolume...
nn: Førespør undervoluminformasjon...
sq: Duke kërkuar informacion për nënvëllimin...

source: RSYNC Snapshots
id: Snapshot RSYNC
lo: ສະແນັບຊັອດ RSYNC
nn: RSYNC-augeblinksbilete
sq: Pamje të çastit RSYNC

source: Re-generates initramfs for all installed kernels. This is generally not needed. Select this only if the restored system fails to boot.
id: Menggenerasi ulang initramfs untuk semua kernel yang terinstal. Hal ini umumnya tidak diperlukan. Pilih opsi ini hanya jika sistem yang dipulihkan gagal booting.
lo: ສ້າງ initramfs ຄືນໃໝ່ສຳລັບທຸກເຄີເນວທີ່ຕິດຕັ້ງ. ໂດຍທົ່ວໄປແລ້ວບໍ່ຈຳເປັນ. ເລືອກຕົວເລືອກນີ້ກໍຕໍ່ເມື່ອລະບົບທີ່ກູ້ຄືນມາບູດບໍ່ຂຶ້ນ.
nn: Genererer initramfs på nytt for alle installerte kjerner. Dette er vanlegvis ikkje naudsynt. Vel dette berre om det gjenoppretta systemet ikkje startar.
sq: Rigjeneron initramfs për të gjitha bërthamat e instaluara. Kjo në përgjithësi nuk është e nevojshme. Zgjidheni këtë vetëm nëse sistemi i restauruar nuk arrin të niset.

source: Re-install GRUB2 bootloader?
id: Menginstal ulang bootloader GRUB2?
lo: ຕິດຕັ້ງໂປຣແກຣມໂຫຼດບູດ GRUB2 ຄືນໃໝ່ບໍ?
nn: Installer GRUB2-oppstartslastar på nytt?
sq: Të riinstalohet ngarkuesi i nisjes GRUB2?

source: Re-installing GRUB2 bootloader...
id: Menginstal ulang bootloader GRUB2...
lo: ກຳລັງຕິດຕັ້ງໂປຣແກຣມໂຫຼດບູດ GRUB2 ຄືນໃໝ່...
nn: Re-installerer GRUB2-oppstartslastar...
sq: Duke riinstaluar ngarkuesin e nisjes GRUB2...

source: Re-installs the GRUB2 bootloader on the selected device.
id: Menginstal ulang bootloader GRUB2 pada perangkat yang dipilih.
lo: ຕິດຕັ້ງໂປຣແກຣມໂຫຼດບູດ GRUB2 ຄືນໃໝ່ເທິງອຸປະກອນທີ່ເລືອກ.
nn: Installerer GRUB2-oppstartslastar på vald eining på nytt.
sq: Riinstalon ngarkuesin e nisjes GRUB2 në kompjuterin e zgjedhur.

source: Read %'d of %'d lines...
id: Membaca %'d dari %'d baris...
lo: ອ່ານ %'d ຈາກ %'d ແຖວ...
nn: Les %'d av %'d linjer...
sq: %'dLeximi i rreshtave %'d...

source: Rebooting system...
id: Mereboot sistem...
lo: ກຳລັງຣີບູດລະບົບ...
nn: Startar systemet på nytt...
sq: Duke ristartuar sistemin...

source: Recommended
id: Dianjurkan
lo: ແນະນຳ
nn: Anbefalt
sq: Rekomanduar

source: Refresh
id: Segarkan
lo: ໂຫຼດໃໝ່
nn: Oppfrisk
sq: Rifresko

source: Remote and network locations are not supported.
id: Lokasi jarak jauh dan jaringan tidak didukung.
lo: ບໍ່ຮອງຮັບທີ່ຕັ້ງທາງໄກ ແລະ ເຄືອຂ່າຍ.
nn: Fjernplassar og nettverksplasseringar er ikkje støtta.
sq: Vendndodhjet në distancë dhe në rrjet nuk mbështeten.

source: Remove
id: Hapus
lo: ລຶບອອກ
nn: Fjern
sq: Hiq

source: Removed
id: Dihapus
lo: ລຶບອອກແລ້ວ
nn: Fjerna
sq: U hoq

source: Removed cron task
id: Tugas cron yang dibuang
lo: ລຶບວຽກ cron ແລ້ວ
nn: Cron-oppgåve fjerna
sq: Detyra cron u hoq

source: Removed mount directory: '%s'
id: Direktori mount telah dihapus: ‘%s’
lo: ລຶບໄດເຣັກທໍຣີເມົ້າອອກແລ້ວ: '%s'
nn: Fjerna monteringskatalog: '%s'
sq: U hoq direktoria e montimit: ' %s'

source: Removed snapshot
id: Snapshot yang dibuang
lo: ລຶບສະແນັບຊັອດແລ້ວ
nn: Fjerna augeblinksbilete
sq: U hoq një pamje e çastit

source: Removing
lo: ກຳລັງລຶບອອກ
nn: Fjernar
sq: Heqja

source: Removing snapshot
id: Membuang snapshot
lo: ກຳລັງລຶບສະແນັບຊັອດ
nn: Fjernar augeblinksbilete
sq: Duke hequr pamjen e çastit

source: Removing snapshots
id: Membuang snapshot
lo: ກຳລັງລຶບສະແນັບຊັອດ
nn: Fjernar augeblinksbilete
sq: Heqja e pamjeve të çastit

source: Restore
id: Pulihkan
lo: ກູ້ຄືນ
nn: Gjenopprett
sq: Rivendos

source: Restore @home subvolume
id: Pulihkan sub volume @home
lo: ກູ້ຄືນ @home subvolume
nn: Gjenopprett @home-undervolum
sq: Rivendos nënvëllimin @home

source: Restore Device
id: Peranti Pemulihan
lo: ອຸປະກອນກູ້ຄືນ
nn: Gjenopprettingseining
sq: Rivendos pajisjen

source: Restore Exclude
id: Pengecualian Pemulihan
lo: ການຍົກເວັ້ນໃນການກູ້ຄືນ
nn: Ekskludering ved gjenoppretting
sq: Rivendos Përjashtimin

source: Restore Snapshot
id: Pulihkan Snapshot
lo: ກູ້ຄືນສະແນັບຊັອດ
nn: Gjenopprett augeblinksbilete
sq: Rivendos një pamje të çastit

source: Restore completed
id: Pemulihan selesai
lo: ການກູ້ຄືນສຳເລັດແລ້ວ
nn: Gjenoppretting fullført
sq: Rivendosja përfundoi

source: Restore selected snapshot
id: Pulihkan snapshot yang dipilih
lo: ກູ້ຄືນສະແນັບຊັອດທີ່ເລືອກ
nn: Gjenopprett vald augeblinksbilete
sq: Rivendos pamjen e zgjedhur të çastit

source: Restore snapshot
id: Pulihkan snapshot
lo: ກູ້ຄືນສະແນັບຊັອດ
nn: Gjenopprett augeblinksbilete
sq: Rivendos pamjen e çastit

source: Restored subvolumes will become active after system is restarted.
id: Sub volume yang dipulihkan akan menjadi aktif setelah sistem dimulai ulang.
lo: Subvolume ທີ່ກູ້ຄືນແລ້ວຈະເລີ່ມໃຊ້ງານໄດ້ຫຼັງຈາກຣີສະຕາດລະບົບ.
nn: Gjenoppretta undervolum blir aktive etter at systemet er starta på nytt.
sq: Nënvëllimet e restauruara do të bëhen aktive pasi të riniset sistemi.

source: Restored system subvolume
id: Sub volume sistem yang dipulihkan
lo: ກູ້ຄືນ subvolume ຂອງລະບົບແລ້ວ
nn: System-undervolum gjenoppretta
sq: Nënvëllimi i sistemit u rivendos

source: Restoring Snapshot...
id: Memulihkan Snapshot...
lo: ກຳລັງກູ້ຄືນສະແນັບຊັອດ...
nn: Gjenopprettar augeblinksbilete...
sq: Duke rikthyer pamjen e çastit...

source: Restoring a snapshot will replace system subvolumes, and system subvolumes currently in use will be preserved as a new snapshot. If required, this snapshot can be restored later to 'undo' the restore.
id: Memulihkan snapshot akan menggantikan subvolume sistem, dan subvolume sistem yang saat ini digunakan akan disimpan sebagai snapshot baru. Jika diperlukan, snapshot ini dapat dipulihkan kembali nanti untuk “membatalkan” pemulihan.
lo: ການກູ້ຄືນສະແນັບຊັອດຈະແທນທີ່ subvolume ຂອງລະບົບ, ແລະ subvolume ຂອງລະບົບທີ່ກຳລັງໃຊ້ງານຢູ່ຈະຖືກເກັບໄວ້ເປັນສະແນັບຊັອດໃໝ່. ຖ້າຈຳເປັນ, ສາມາດກູ້ຄືນສະແນັບຊັອດນີ້ໃນພາຍຫຼັງເພື່ອ 'ຍົກເລີກ' ການກູ້ຄືນ.
nn: Å gjenopprette eit augeblinksbilete vil erstatte systemundervolum, og systemundervolum som er i bruk no vil bli bevart som eit nytt augeblinksbilete. Om nødvendig kan dette augeblinksbiletet gjenopprettast seinare for å 'angre' gjenopprettinga.
sq: Rivendosja e një pamjeje të çastit do të zëvendësojë nënvëllimet e sistemit, dhe nënvëllimet e sistemit që janë aktualisht në përdorim do të ruhen si një pamje e re. Nëse është e nevojshme, kjo pamje e çastit mund të rikthehet më vonë për të 'anuluar' rivendosjen.

source: Restoring snapshot...
id: Memulihkan snapshot...
lo: ກຳລັງກູ້ຄືນສະແນັບຊັອດ...
nn: Gjenopprettar augeblinksbilete...
sq: Duke rikthyer pamjen e çastit...
