Repository: linuxmint/timeshift
Catalog: po/*.po
Languages: id, lo, nn, sq

source: Restoring snapshots only replaces system files and settings. Non-hidden files and directories in user home directories will not be touched. This behaviour can be changed by adding a filter to include these files. Included files will be backed up when snapshot is created, and replaced when snapshot is restored.
id: Pemulihan snapshot hanya mengganti berkas sistem dan pengaturan. Berkas dan direktori yang tidak tersembunyi di direktori pengguna tidak akan diubah. Perilaku ini dapat diubah dengan menambahkan filter untuk menyertakan berkas-berkas tersebut. Berkas yang disertakan akan di-backup saat snapshot dibuat, dan diganti saat snapshot dipulihkan.
lo: ການກູ້ຄືນສະແນັບຊັອດຈະແທນທີ່ສະເພາະໄຟລ໌ ແລະ ການຕັ້ງຄ່າຂອງລະບົບ. ໄຟລ໌ ແລະ ໄດເຣັກທໍຣີທີ່ບໍ່ໄດ້ເຊື່ອງໄວ້ໃນໄດເຣັກທໍຣີ home ຂອງຜູ້ໃຊ້ຈະບໍ່ຖືກແຕະຕ້ອງ. ພຶດຕິກຳນີ້ສາມາດປ່ຽນແປງໄດ້ໂດຍການເພີ່ມໂຕກັ່ນຕອງເພື່ອລວມໄຟລ໌ເຫຼົ່ານີ້. ໄຟລ໌ທີ່ລວມໄວ້ຈະຖືກສຳຮອງເມື່ອສ້າງສະແນັບຊັອດ ແລະ ຈະຖືກແທນທີ່ເມື່ອກູ້ຄືນສະແນັບຊັອດ.
nn: Å gjenopprette augeblinksbilete erstattar berre systemfiler og innstillingar. Ikkje-gøymde filer og katalogar i brukar-heimekatalogar blir ikkje rørt. Denne åtferda kan endrast ved å legge til eit filter for å inkludere desse filene. Inkluderte filer blir tekne med når augeblinksbilete blir oppretta, og erstatta når augeblinksbilete blir gjenoppretta.
sq: Rivendosja e pamjeve të çastit zëvendëson vetëm skedarët dhe cilësimet e sistemit. Skedarët dhe drejtoritë jo të fshehura në drejtoritë kryesore të përdoruesit nuk do të preken. Kjo sjellje mund të ndryshohet duke shtuar një filtër për të përfshirë këto skedarë. Skedarët e përfshirë do të ruhen në kopje rezervë kur të krijohet pamja e çastit dhe do të zëvendësohen kur të rikthehet pamja e çastit.

source: Revision
id: Revisi
lo: ການປັບປຸງ
nn: Revisjon
sq: Rishikimi

source: Root device not selected
id: Perangkat root tidak dipilih
lo: ບໍ່ໄດ້ເລືອກອຸປະກອນຮາກ
nn: Rot-eining ikkje vald
sq: Pajisja rrënjë nuk është zgjedhur

source: Rsync Log Viewer
id: Penerjemah Log Rsync
lo: ຕົວເບິ່ງບັນທຶກ Rsync
nn: Rsync-loggvisar
sq: Shikuesi i Regjistrit Rsync

source: Run 'timeshift' for the command-line version of this tool
id: Jalankan ‘timeshift’ untuk versi baris perintah dari alat ini
lo: ເປີດ 'timeshift' ສຳລັບເວີຊັນເສັ້ນຄຳສັ່ງຂອງເຄື່ອງມືນີ້
nn: Køyr 'timeshift' for kommandolinjeversjonen av dette verktøyet
sq: Ekzekutoni 'timeshift' për versionin e rreshtit të komandës të këtij mjeti

source: Run in non-interactive mode
id: Jalankan dalam mode non-interaktif
lo: ເຮັດວຽກໃນໂໝດບໍ່ໂຕ້ຕອບ
nn: Køyr i ikkje-interaktiv modus
sq: Ekzekutoni në modalitetin jo-interaktiv

source: Running
id: Berlari
lo: ກຳລັງເຮັດວຽກ
nn: Køyrer
sq: Vrapim

source: Save snapshots to an external disk instead of the system disk to guard against drive failures.
id: Simpan snapshot ke disk eksternal daripada disk sistem untuk melindungi dari kegagalan disk.
lo: ບັນທຶກສະແນັບຊັອດໃສ່ດິສກ໌ພາຍນອກແທນດິສກ໌ລະບົບເພື່ອປ້ອງກັນດິສກ໌ລົ້ມເຫຼວ.
nn: Lagre augeblinksbilete til ein ekstern disk i staden for systemdisken for å verne mot diskfeil.
sq: Ruani pamjet e çastit në një disk të jashtëm në vend të diskut të sistemit për t'u mbrojtur nga dështimet e diskut.

source: Saving snapshots to a non-system disk allows you to format and re-install the OS on the system disk without losing snapshots stored on it. You can even install another Linux distribution and later roll-back the previous distribution by restoring a snapshot.
id: Menyimpan snapshot ke disk non-sistem memungkinkan Anda untuk memformat dan menginstal ulang sistem operasi di disk sistem tanpa kehilangan snapshot yang disimpan di dalamnya. Anda bahkan dapat menginstal distribusi Linux lain dan kemudian mengembalikan distribusi sebelumnya dengan memulihkan snapshot.
lo: ການບັນທຶກສະແນັບຊັອດໃສ່ດິສກ໌ທີ່ບໍ່ແມ່ນຂອງລະບົບຊ່ວຍໃຫ້ທ່ານສາມາດຟໍແມັດ ແລະ ຕິດຕັ້ງ OS ໃໝ່ເທິງດິສກ໌ລະບົບໄດ້ໂດຍບໍ່ເສຍສະແນັບຊັອດທີ່ເກັບໄວ້. ທ່ານຍັງສາມາດຕິດຕັ້ງ Linux distribution ອື່ນ ແລະ ຕໍ່ມາກໍສາມາດຍ້ອນກັບໄປໃຊ້ distribution ກ່ອນໜ້າໄດ້ໂດຍການກູ້ຄືນສະແນັບຊັອດ.
nn: Å lagre augeblinksbilete til ein ikkje-systemdisk gjer at du kan formatere og re-installere OS på systemdisken utan å miste augeblinksbilete som er lagra der. Du kan til og med installere ein annan Linux-distribusjon og seinare rulle tilbake den førre distribusjonen ved å gjenopprette eit augeblinksbilete.
sq: Ruajtja e pamjeve të çastit në një disk jo të sistemit ju lejon të formatoni dhe riinstaloni sistemin operativ në diskun e sistemit pa humbur pamjet e çastit të ruajtura në të. Madje mund të instaloni një shpërndarje tjetër Linux dhe më vonë të riktheni shpërndarjen e mëparshme duke rivendosur një pamje të çastit.

source: Saving to device
id: Menyimpan ke perangkat
lo: ກຳລັງບັນທຶກໃສ່ອຸປະກອນ
nn: Lagrar til eining
sq: Po ruhet në pajisje

source: Schedule
id: Jadwal
lo: ກຳນົດເວລາ
nn: Plan
sq: Orari

source: Scheduled snapshot in progress...
id: Snapshot terjadwal sedang berlangsung...
lo: ກຳລັງສ້າງສະແນັບຊັອດຕາມກຳນົດເວລາ...
nn: Planlagt augeblinksbilete pågår...
sq: Një fotografi e planifikuar është në proces e sipër...

source: Scheduled snapshots are disabled
id: Snapshot terjadwal dinonaktifkan
lo: ປິດໃຊ້ງານການສ້າງສະແນັບຊັອດຕາມກຳນົດເວລາ
nn: Planlagde augeblinksbilete er deaktiverte
sq: Pamjet e planifikuara janë çaktivizuar

source: Scheduled snapshots are disabled. It's recommended to enable it.
id: Snapshot terjadwal dinonaktifkan. Disarankan untuk mengaktifkannya.
lo: ປິດໃຊ້ງານການສ້າງສະແນັບຊັອດຕາມກຳນົດເວລາ. ແນະນຳໃຫ້ເປີດໃຊ້ງານ.
nn: Planlagde augeblinksbilete er deaktiverte. Det er tilrådd å aktivera det.
sq: Pamjet e planifikuara janë çaktivizuar. Rekomandohet t'i aktivizoni.

source: Scheduled snapshots are enabled
id: Snapshot terjadwal telah diaktifkan
lo: ເປີດໃຊ້ງານການສ້າງສະແນັບຊັອດຕາມກຳນົດເວລາ
nn: Planlagde augeblinksbilete er aktiverte
sq: Pamjet e planifikuara janë aktivizuar

source: Scheduled snapshots are enabled. Snapshots will be created automatically for selected levels.
id: Snapshot terjadwal telah diaktifkan. Snapshot akan dibuat secara otomatis untuk level yang dipilih.
lo: ເປີດໃຊ້ງານການສ້າງສະແນັບຊັອດຕາມກຳນົດເວລາ. ສະແນັບຊັອດຈະຖືກສ້າງຂຶ້ນໂດຍອັດຕະໂນມັດສຳລັບລະດັບທີ່ເລືອກ.
nn: Planlagde augeblinksbilete er aktiverte. Augeblinksbilete blir laga automatisk for valde nivå.
sq: Pamjet e planifikuara janë aktivizuar. Pamjet e çastit do të krijohen automatikisht për nivelet e zgjedhura.

source: Select '%s' device (default = %s)
id: Pilih perangkat ‘%s’ (default = %s)
lo: ເລືອກອຸປະກອນ '%s' (ຄ່າເລີ່ມຕົ້ນ = %s)
nn: Vel '%s'-eining (standard = %s)
sq: Zgjidh %spajisjen ' ' (parazgjedhja = %s)

source: Select BTRFS system disk with root subvolume (@)
id: Pilih disk sistem BTRFS dengan subvolume root (@)
lo: ເລືອກດິສກ໌ລະບົບ BTRFS ທີ່ມີ subvolume ຮາກ (@)
nn: Vel BTRFS-systemdisk med rot-undervolum (@)
sq: Zgjidhni diskun e sistemit BTRFS me nënvëllimin rrënjë (@)

source: Select GRUB device
id: Pilih perangkat GRUB
lo: ເລືອກອຸປະກອນ GRUB
nn: Vel GRUB-eining
sq: Zgjidhni pajisjen GRUB

source: Select Snapshot
id: Pilih Snapshot
lo: ເລືອກສະແນັບຊັອດ
nn: Vel augeblinksbilete
sq: Zgjidh një pamje të çastit

source: Select Snapshot Levels
id: Pilih Tingkat Snapshot
lo: ເລືອກລະດັບສະແນັບຊັອດ
nn: Vel augeblinksbiletenivå
sq: Zgjidhni Nivelet e Pamjes së Çastit

source: Select Snapshot Location
id: Pilih Lokasi Snapshot
lo: ເລືອກທີ່ຕັ້ງສະແນັບຊັອດ
nn: Vel augeblinksbileteplassering
sq: Zgjidhni vendndodhjen e një fotografie të çastit

source: Select Snapshot Type
id: Pilih Jenis Snapshot
lo: ເລືອກປະເພດສະແນັບຊັອດ
nn: Vel augeblinksbilettype
sq: Zgjidhni Llojin e Pamjes së Çastit

source: Select Snapshots
id: Pilih Snapshot
lo: ເລືອກສະແນັບຊັອດ
nn: Vel augeblinksbilete
sq: Zgjidh Pamjet e Çastit

source: Select Target Device
id: Pilih Perangkat Tujuan
lo: ເລືອກອຸປະກອນປາຍທາງ
nn: Vel måleining
sq: Zgjidh Pajisjen e Synuar

source: Select a partition on this disk
id: Pilih partisi pada disk ini
lo: ເລືອກພາທິຊັນໃນດິສກ໌ນີ້
nn: Vel ein partisjon på denne disken
sq: Zgjidhni një ndarje në këtë disk

source: Select a single snapshot to restore
id: Pilih satu snapshot untuk dipulihkan
lo: ເລືອກສະແນັບຊັອດອັນດຽວເພື່ອການກູ້ຄືນ
nn: Vel eitt augeblinksbilete å gjenopprette
sq: Zgjidh një pamje të vetme për ta rivendosur

source: Select another device for root file system (/)
id: Pilih perangkat lain untuk sistem berkas akar (/)
lo: ເລືອກອຸປະກອນອື່ນສຳລັບລະບົບໄຟລ໌ຮາກ (/)
nn: Vel ein annan eining for rotfilsystem (/)
sq: Zgjidh një pajisje tjetër për sistemin e skedarëve rrënjë (/)

source: Select another device or free up some space
id: Pilih perangkat lain atau kosongkan ruang penyimpanan
lo: ເລືອກອຸປະກອນອື່ນ ຫຼື ເພີ່ມພື້ນທີ່ຫວ່າງ
nn: Vel ein annan eining eller frigjer litt plass
sq: Zgjidh një pajisje tjetër ose liro pak hapësirë

source: Select another device to delete snasphots
id: Pilih perangkat lain untuk menghapus snapshot
lo: ເລືອກອຸປະກອນອື່ນເພື່ອລຶບສະແນັບຊັອດ
nn: Vel ein annan eining for å slette augeblinksbilete
sq: Zgjidh një pajisje tjetër për të fshirë fotot e shkurtra

source: Select another device?
id: Pilih perangkat lain?
lo: ເລືອກອຸປະກອນອື່ນບໍ?
nn: Vel ei annan eining?
sq: Të zgjidhet një pajisje tjetër?

source: Select applications to exclude from restore
id: Pilih aplikasi yang akan dikecualikan dari proses pemulihan
lo: ເລືອກແອັບພລິເຄຊັນທີ່ຈະຍົກເວັ້ນຈາກການກູ້ຄືນ
nn: Vel program som skal ekskluderast frå gjenoppretting
sq: Zgjidhni aplikacionet që do të përjashtohen nga rivendosja

source: Select backup device
id: Pilih perangkat cadangan
lo: ເລືອກອຸປະກອນສຳຮອງຂໍ້ມູນ
nn: Vel backup-eining
sq: Zgjidhni pajisjen e rezervimit

source: Select directory
id: Pilih direktori
lo: ເລືອກໄດເຣັກທໍຣີ
nn: Vel katalog
sq: Zgjidh direktorinë

source: Select file(s)
id: Pilih berkas(s)
lo: ເລືອກໄຟລ໌
nn: Vel fil(er)
sq: Zgjidh skedarin(ët)

source: Select snapshot
id: Pilih snapshot
lo: ເລືອກສະແນັບຊັອດ
nn: Vel augeblinksbilete
sq: Zgjidh një pamje të çastit

source: Select snapshots to delete
id: Pilih snapshot yang akan dihapus
lo: ເລືອກສະແນັບຊັອດທີ່ຈະລຶບ
nn: Vel augeblinksbilete som skal slettast
sq: Zgjidh pamjet e çastit për t'i fshirë

source: Select the device for root file system (/)
id: Pilih perangkat untuk sistem berkas akar (/)
lo: ເລືອກອຸປະກອນສຳລັບລະບົບໄຟລ໌ຮາກ (/)
nn: Vel eining for rotfilsystem (/)
sq: Zgjidhni pajisjen për sistemin e skedarëve rrënjë (/)

source: Select the devices where files will be restored.
id: Pilih perangkat tempat berkas akan dipulihkan.
lo: ເລືອກອຸປະກອນທີ່ຈະກູ້ຄືນໄຟລ໌.
nn: Vel einingane der filer skal gjenopprettast.
sq: Zgjidhni pajisjet ku do të rikthehen skedarët.

source: Select the intervals for creating snapshots
id: Pilih interval untuk membuat snapshot
lo: ເລືອກຊ່ວງເວລາສຳລັບການສ້າງສະແນັບຊັອດ
nn: Vel intervalla for å lage augeblinksbilete
sq: Zgjidhni intervalet për krijimin e pamjeve të çastit

source: Select the items to be removed from the list
id: Pilih item yang akan dihapus dari daftar.
lo: ເລືອກລາຍການທີ່ຈະລຶບອອກຈາກລາຍຊື່
nn: Vel element som skal fjernast frå lista
sq: Zgjidhni artikujt që do të hiqen nga lista

source: Select the snapshot device
id: Pilih perangkat snapshot
lo: ເລືອກອຸປະກອນສະແນັບຊັອດ
nn: Vel augeblinksbilete-eining
sq: Zgjidhni pajisjen e pamjes së çastit

source: Select the snapshot to restore
id: Pilih snapshot yang akan dipulihkan
lo: ເລືອກສະແນັບຊັອດທີ່ຈະກູ້ຄືນ
nn: Vel augeblinksbilete å gjenopprette
sq: Zgjidhni pamjen e çastit për ta rivendosur

source: Select the snapshots to be deleted
id: Pilih snapshot yang akan dihapus
lo: ເລືອກສະແນັບຊັອດທີ່ຈະຖືກລຶບ
nn: Vel augeblinksbilete som skal slettast
sq: Zgjidhni pamjet e çastit që do të fshihen

source: Select the snapshots to mark for deletion
id: Pilih snapshot yang akan ditandai untuk dihapus
lo: ເລືອກສະແນັບຊັອດເພື່ອໝາຍໄວ້ສຳລັບການລຶບ
nn: Vel augeblinksbilete som skal merkast for sletting
sq: Zgjidhni pamjet e çastit që do të shënohen për fshirje

source: Select the target devices where system will be cloned.
id: Pilih perangkat target di mana sistem akan dikloning.
lo: ເລືອກອຸປະກອນປາຍທາງທີ່ຈະສຳເນົາລະບົບ.
nn: Vel måleiningar der systemet skal klonast.
sq: Zgjidhni pajisjet e synuara ku do të klonohet sistemi.

source: Selected default snapshot device
id: Perangkat snapshot default yang dipilih
lo: ເລືອກອຸປະກອນສະແນັບຊັອດເລີ່ມຕົ້ນແລ້ວ
nn: Vald standardaugeblinksbilete-eining
sq: Pajisja e parazgjedhur e pamjes së çastit e zgjedhur

source: Selected default snapshot type
id: Jenis snapshot default yang dipilih
lo: ເລືອກປະເພດສະແນັບຊັອດເລີ່ມຕົ້ນແລ້ວ
nn: Vald standardaugeblinksbilettype
sq: Lloji i parazgjedhur i pamjes së çastit i zgjedhur

source: Selected device does not have BTRFS partition
id: Perangkat yang dipilih tidak memiliki partisi BTRFS
lo: ອຸປະກອນທີ່ເລືອກບໍ່ມີພາທິຊັນ BTRFS
nn: Vald eining har ikkje BTRFS-partisjon
sq: Pajisja e zgjedhur nuk ka ndarje BTRFS

source: Selected device does not have Linux partition
id: Perangkat yang dipilih tidak memiliki partisi Linux
lo: ອຸປະກອນທີ່ເລືອກບໍ່ມີພາທິຊັນ Linux
nn: Vald eining har ikkje Linux-partisjon
sq: Pajisja e zgjedhur nuk ka ndarje Linux

source: Selected snapshot device
id: Perangkat snapshot yang dipilih
lo: ອຸປະກອນສະແນັບຊັອດທີ່ເລືອກ
nn: Vald augeblinksbilete-eining
sq: Pajisja e zgjedhur e pamjes së çastit

source: Selected snapshot device is not a system disk
id: Perangkat snapshot yang dipilih bukanlah disk sistem
lo: ອຸປະກອນສະແນັບຊັອດທີ່ເລືອກບໍ່ແມ່ນດິສກ໌ລະບົບ
nn: Vald augeblinksbilete-eining er ikkje ein systemdisk
sq: Pajisja e zgjedhur e pamjes së çastit nuk është një disk sistemi

source: Selected snapshot is marked for deletion
id: Snapshot yang dipilih telah ditandai untuk dihapus
lo: ສະແນັບຊັອດທີ່ເລືອກຖືກໝາຍໄວ້ເພື່ອລຶບ
nn: Vald augeblinksbilete er merka for sletting
sq: Pamja e zgjedhur e çastit është shënuar për fshirje

source: Selected snapshot is marked for deletion and cannot be restored
id: Snapshot yang dipilih telah ditandai untuk dihapus dan tidak dapat dipulihkan
lo: ສະແນັບຊັອດທີ່ເລືອກຖືກໝາຍໄວ້ເພື່ອລຶບ ແລະ ບໍ່ສາມາດກູ້ຄືນໄດ້
nn: Vald augeblinksbilete er merka for sletting og kan ikkje gjenopprettast
sq: Pamja e zgjedhur e çastit është shënuar për fshirje dhe nuk mund të rikthehet

source: Selected user has an encrypted home directory. It's not possible to include only hidden files.
id: Pengguna yang dipilih memiliki direktori home yang dienkripsi. Tidak mungkin untuk hanya menyertakan berkas-berkas tersembunyi.
lo: ຜູ້ໃຊ້ທີ່ເລືອກມີໄດເຣັກທໍຣີ home ທີ່ເຂົ້າລະຫັດ. ບໍ່ສາມາດລວມສະເພາະໄຟລ໌ທີ່ເຊື່ອງໄວ້ໄດ້.
nn: Vald brukar har ein kryptert heimekatalog. Det er ikkje mogleg å inkludere berre gøymde filer.
sq: Përdoruesi i zgjedhur ka një direktori kryesore të enkriptuar. Nuk është e mundur të përfshihen vetëm skedarët e fshehur.

source: Session log file
id: Berkas log sesi
lo: ໄຟລ໌ບັນທຶກຂອງເຊດຊັນ
nn: Økt-loggfil
sq: Skedari i regjistrit të sesionit

source: Set snapshot description
id: Tentukan deskripsi snapshot
lo: ຕັ້ງລາຍລະອຽດສະແນັບຊັອດ
nn: Set beskriving for augeblinksbilete
sq: Vendos përshkrimin e pamjes së çastit

source: Settings
id: Pengaturan
lo: ການຕັ້ງຄ່າ
nn: Innstillingar
sq: Cilësimet

source: Settings wizard
id: Panduan Pengaturan
lo: ຕົວຊ່ວຍສ້າງການຕັ້ງຄ່າ
nn: Innstillingsvegvisar
sq: Asistenti i cilësimeve

source: Setup Complete
id: Pengaturan Selesai
lo: ການຕັ້ງຄ່າສຳເລັດແລ້ວ
nn: Oppsett fullført
sq: Konfigurimi përfundoi

source: Setup Wizard
id: Panduan Pengaturan
lo: ຕົວຊ່ວຍສ້າງການຕັ້ງຄ່າ
nn: Oppsettsvegvisar
sq: Asistenti i Konfigurimit

source: Show additional debug messages
id: Tampilkan pesan debug tambahan
lo: ສະແດງຂໍ້ຄວາມດີບັກເພີ່ມເຕີມ
nn: Vis ekstra feilsøkingsmeldingar
sq: Shfaq mesazhe shtesë për korrigjimin e gabimeve

source: Show all options
id: Tampilkan semua opsi
lo: ສະແດງຕົວເລືອກທັງໝົດ
nn: Vis alle val
sq: Shfaq të gjitha opsionet

source: Show more applications to exclude on the next page
id: Tampilkan lebih banyak aplikasi yang akan dikecualikan di halaman berikutnya
lo: ສະແດງແອັບພລິເຄຊັນເພີ່ມເຕີມທີ່ຈະຍົກເວັ້ນໃນໜ້າຕໍ່ໄປ
nn: Vis fleire program som skal ekskluderast på neste side
sq: Shfaq më shumë aplikacione për t'u përjashtuar në faqen tjetër

source: Show rsync output (default)
id: Tampilkan output rsync (default)
lo: ສະແດງຜົນການສະແດງຂອງ rsync (ຄ່າເລີ່ມຕົ້ນ)
nn: Vis rsync-utdata (standard)
sq: Shfaq daljen e rsync (parazgjedhur)

source: Size
id: Ukuran
lo: ຂະໜາດ
nn: Storleik
sq: Madhësia

source: Size of BTRFS snapshots are initially zero. As system files gradually change with time, data gets written to new data blocks which take up disk space (copy-on-write). Files in the snapshot continue to point to original data blocks.
id: Ukuran snapshot BTRFS awalnya nol. Seiring waktu, saat berkas sistem mengalami perubahan, data ditulis ke blok data baru yang menggunakan ruang disk (copy-on-write). Berkas dalam snapshot tetap mengacu pada blok data asli.
lo: ຂະໜາດຂອງສະແນັບຊັອດ BTRFS ໃນເບື້ອງຕົ້ນແມ່ນສູນ. ເມື່ອໄຟລ໌ລະບົບປ່ຽນແປງໄປຕາມເວລາ, ຂໍ້ມູນຈະຖືກຂຽນໃສ່ບລັອກຂໍ້ມູນໃໝ່ ເຊິ່ງຈະໃຊ້ພື້ນທີ່ດິສກ໌ (copy-on-write). ໄຟລ໌ໃນສະແນັບຊັອດຈະຍັງຄົງຊີ້ໄປທີ່ບລັອກຂໍ້ມູນເດີມ.
nn: Storleiken på BTRFS-augeblinksbilete er opphavleg null. Etter kvart som systemfiler gradvis endrar seg over tid, blir data skrivne til nye datablokker som tek opp diskplass (copy-on-write). Filer i augeblinksbilete peikar framleis til opphavlege datablokker.
sq: Madhësia e pamjeve të çastit BTRFS fillimisht është zero. Ndërsa skedarët e sistemit ndryshojnë gradualisht me kalimin e kohës, të dhënat shkruhen në blloqe të reja të të dhënave të cilat zënë hapësirë ​​në disk (kopjo-në-shkruaj). Skedarët në pamjen e çastit vazhdojnë të tregojnë blloqet origjinale të të dhënave.

source: Skip GRUB2 reinstall
id: Lewati pemasangan ulang GRUB2
lo: ຂ້າມການຕິດຕັ້ງ GRUB2 ຄືນໃໝ່
nn: Hopp over GRUB2-reinstallering
sq: Anashkaloni riinstalimin e GRUB2

source: Snapshot
id: Gambaran Singkat
lo: ສະແນັບຊັອດ
nn: Augeblinksbilete
sq: Pamje e shkurtër

source: Snapshot '%s' is being used by the system and cannot be deleted. Restart the system to activate the restored snapshot.
id: Snapshot ‘%s’ sedang digunakan oleh sistem dan tidak dapat dihapus. Restart sistem untuk mengaktifkan snapshot yang telah dipulihkan.
lo: ສະແນັບຊັອດ '%s' ກຳລັງຖືກໃຊ້ໂດຍລະບົບ ແລະ ບໍ່ສາມາດລຶບໄດ້. ຣີສະຕາດລະບົບເພື່ອເປີດໃຊ້ງານສະແນັບຊັອດທີ່ກູ້ຄືນ.
nn: Augeblinksbilete '%s' blir brukt av systemet og kan ikkje slettast. Start systemet på nytt for å aktivere det gjenoppretta augeblinksbiletet.
sq: Pamja e çastit ' %s' po përdoret nga sistemi dhe nuk mund të fshihet. Rinisni sistemin për të aktivizuar pamjen e rivendosur.

source: Snapshot Created
id: Snapshot Dibuat
lo: ສ້າງສະແນັບຊັອດແລ້ວ
nn: Augeblinksbilete oppretta
sq: Pamje e shkurtër e krijuar

source: Snapshot Levels
id: Tingkat Snapshot
lo: ລະດັບສະແນັບຊັອດ
nn: Augeblinksbiletenivå
sq: Nivelet e Pamjes së Çastit

source: Snapshot deletion in progress...
id: Penghapusan snapshot sedang berlangsung...
lo: ກຳລັງດຳເນີນການລຶບສະແນັບຊັອດ...
nn: Sletting av augeblinksbilete pågår...
sq: Fshirja e pamjes së çastit është në vazhdim...

source: Snapshot device
id: Perangkat snapshot
lo: ອຸປະກອນສະແນັບຊັອດ
nn: Augeblinksbilete-eining
sq: Pajisje për fotografi të çastit

source: Snapshot device not available
id: Perangkat snapshot tidak tersedia
lo: ອຸປະກອນສະແນັບຊັອດບໍ່ສາມາດໃຊ້ງານໄດ້
nn: Augeblinksbilete-eining ikkje tilgjengeleg
sq: Pajisja e pamjes së çastit nuk është e disponueshme

source: Snapshot device not selected
id: Perangkat snapshot tidak dipilih
lo: ບໍ່ໄດ້ເລືອກອຸປະກອນສະແນັບຊັອດ
nn: Augeblinksbilete-eining ikkje vald
sq: Pajisja e pamjes së çastit nuk është zgjedhur

source: Snapshot location
id: Lokasi snapshot
lo: ທີ່ຕັ້ງສະແນັບຊັອດ
nn: Plassering av augeblinksbilete
sq: Vendndodhja e pamjes së çastit

source: Snapshot saved successfully
id: Snapshot telah disimpan dengan sukses
lo: ບັນທຶກສະແນັບຊັອດສຳເລັດແລ້ວ
nn: Augeblinksbilete lagra vellukka
sq: Pamja e çastit u ruajt me sukses

source: Snapshot to restore not specified!
id: Snapshot untuk pemulihan tidak ditentukan!
lo: ບໍ່ໄດ້ລະບຸສະແນັບຊັອດທີ່ຈະກູ້ຄືນ!
nn: Augeblinksbilete å gjenopprette ikkje spesifisert!
sq: Pamja e çastit për t'u rivendosur nuk është specifikuar!

source: Snapshot will become active after system is rebooted.
id: Snapshot akan aktif setelah sistem di-reboot.
lo: ສະແນັບຊັອດຈະເລີ່ມໃຊ້ງານໄດ້ຫຼັງຈາກຣີບູດລະບົບ.
nn: Augeblinksbilete blir aktive etter at systemet er starta på nytt.
sq: Pamja e çastit do të bëhet aktive pasi të riniset sistemi.

source: Snapshot(s) Deleted
id: Snapshot(s) yang dihapus
lo: ລຶບສະແນັບຊັອດແລ້ວ
nn: Augeblinksbilete sletta
sq: Pamje e shkurtër(a) e fshirë

source: Snapshots
id: Gambaran singkat
lo: ສະແນັບຊັອດ
nn: Augeblinksbilete
sq: Pamje të çastit

source: Snapshots are created and restored instantly. Snapshot creation is an atomic transaction at the file system level.
id: Snapshot dibuat dan dipulihkan secara instan. Pembuatan snapshot merupakan transaksi atomik di tingkat sistem berkas.
lo: ສະແນັບຊັອດຖືກສ້າງ ແລະ ກູ້ຄືນໄດ້ທັນທີ. ການສ້າງສະແນັບຊັອດເປັນການເຮັດທຸລະກຳແບບອາໂຕມິກໃນລະດັບລະບົບໄຟລ໌.
nn: Augeblinksbilete blir laga og gjenoppretta umiddelbart. Oppretting av augeblinksbilete er ein atomisk transaksjon på filsystemnivå.
sq: Pamjet e çastit krijohen dhe rikthehen menjëherë. Krijimi i pamjeve të çastit është një transaksion atomik në nivelin e sistemit të skedarëve.

source: Snapshots are created by creating copies of system files using rsync, and hard-linking unchanged files from previous snapshot.
id: Snapshot dibuat dengan membuat salinan berkas sistem menggunakan rsync, dan membuat tautan keras untuk berkas yang tidak berubah dari snapshot sebelumnya.
lo: ສະແນັບຊັອດຖືກສ້າງໂດຍການສຳເນົາໄຟລ໌ລະບົບດ້ວຍ rsync, ແລະ hard-linking ໄຟລ໌ທີ່ບໍ່ປ່ຽນແປງຈາກສະແນັບຊັອດກ່ອນໜ້າ.
nn: Augeblinksbilete blir laga ved å kopiere systemfiler med rsync, og hardlenke uendra filer frå førre augeblinksbilete.
sq: Pamjet e çastit krijohen duke krijuar kopje të skedarëve të sistemit duke përdorur rsync dhe duke lidhur skedarët e pandryshuar nga një pamje e mëparshme.

source: Snapshots are created using the built-in features of the BTRFS file system.
id: Snapshot dibuat menggunakan fitur bawaan sistem berkas BTRFS.
lo: ສະແນັບຊັອດຖືກສ້າງໂດຍໃຊ້ຄຸນສົມບັດທີ່ມີໃນຕົວຂອງລະບົບໄຟລ໌ BTRFS.
nn: Augeblinksbilete blir laga ved hjelp av innebygde funksjonar i BTRFS-filsystemet.
sq: Pamjet e çastit krijohen duke përdorur veçoritë e integruara të sistemit të skedarëve BTRFS.

source: Snapshots are not scheduled at fixed times.
id: Snapshot tidak dijadwalkan pada waktu yang tetap.
lo: ສະແນັບຊັອດບໍ່ໄດ້ຖືກຕັ້ງເວລາໄວ້ໃນເວລາທີ່ຄົງທີ່.
nn: Augeblinksbilete er ikkje planlagde på faste tider.
sq: Pamjet e çastit nuk janë planifikuar në kohë të caktuara.

source: Snapshots are perfect, byte-for-byte copies of the system. Nothing is excluded.
id: Snapshot adalah salinan yang sempurna, byte demi byte, dari sistem. Tidak ada yang dikecualikan.
lo: ສະແນັບຊັອດເປັນການສຳເນົາລະບົບທີ່ສົມບູນແບບ, ໄບຕ໌ຕໍ່ໄບຕ໌. ບໍ່ມີຫຍັງຖືກຍົກເວັ້ນ.
nn: Augeblinksbilete er perfekte, byte-for-byte-kopiar av systemet. Ingenting er ekskludert.
sq: Pamjet e çastit janë kopje perfekte, bajt për bajt të sistemit. Asgjë nuk përjashtohet.
