Repository: linuxmint/timeshift
Catalog: po/*.po
Languages: id, lo, nn, sq

source: Press ENTER to continue...
id: Tekan ENTER untuk melanjutkan...
lo: ກົດ Enter ເພື່ອດຳເນີນການຕໍ່...
nn: Trykk ENTER for å halde fram...
sq: Shtypni ENTER për të vazhduar...

source: %d snapshots, %s free
id: %d snapshot, %s ruang kosong
lo: %d ສະແນັບຊັອດ, %s ຫວ່າງ
nn: %d augeblinksbilete, %s ledig
sq: %dpamje të çastit, %sfalas

source: '%s' will be on '%s'
id: ‘%s’ akan berada di ‘%s’
lo: '%s' ຈະຢູ່ໃນ '%s'
nn: '%s' vil vere på '%s'
sq: ' %sdo të jetë në ' %s'

source: '%s' will be on root device
id: ‘%s’ akan berada di perangkat root
lo: '%s' ຈະຢູ່ໃນອຸປະກອນຮາກ
nn: '%s' vil vere på rot-eining
sq: ' %s' do të jetë në pajisjen rrënjë

source: (Re)install GRUB2 on:
id: (Ulangi) instalasi GRUB2 pada:
lo: (ຕິດຕັ້ງຄືນ) GRUB2 ເທິງ:
nn: (Re)installer GRUB2 på:
sq: (Ri)instaloni GRUB2 në:

source: ** Uninstalled Timeshift BTRFS **
id: ** Timeshift BTRFS telah dihapus **
lo: ** ຖອນການຕິດຕັ້ງ Timeshift BTRFS **
nn: ** Avinstallert Timeshift BTRFS **
sq: ** BTRFS i Timeshift i çinstaluar **

source: / is mapped to device
id: / dipetakan ke perangkat
lo: / ຖືກແມັບໄປທີ່ອຸປະກອນ
nn: / er knytt til eining
sq: / është i lidhur me pajisjen

source: /boot is mapped to device
id: /boot dipetakan ke perangkat
lo: /boot ຖືກແມັບໄປທີ່ອຸປະກອນ
nn: /boot er knytt til eining
sq: /boot është i lidhur me pajisjen

source: /boot/efi is mapped to device
id: /boot/efi dipetakan ke perangkat
lo: /boot/efi ຖືກແມັບໄປທີ່ອຸປະກອນ
nn: /boot/efi er knytt til eining
sq: /boot/efi është i lidhur me pajisjen

source: /home is mapped to device
id: /home dipetakan ke perangkat
lo: /home ຖືກແມັບໄປທີ່ອຸປະກອນ
nn: /home er knytt til eining
sq: /home është i lidhur me pajisjen

source: <b>Comments</b> (double-click to edit)
id: <b>Komentar</b> (klik dua kali untuk mengedit)
lo: <b>ຄວາມຄິດເຫັນ</b> (ດັບເບິນຄລິກເພື່ອແກ້ໄຂ)
nn: <b>Kommentarar</b> (dobbeltklikk for å redigere)
sq: <b>Komente</b> (klikoni dy herë për të ndryshuar)

source: A maintenance task runs once every hour and creates snapshots as needed.
id: Tugas pemeliharaan berjalan sekali setiap jam dan membuat snapshot sesuai kebutuhan.
lo: ວຽກງານບຳລຸງຮັກສາຈະດຳເນີນການຊົ່ວໂມງລະເທື່ອ ແລະ ສ້າງສະແນັບຊັອດຕາມຕ້ອງການ.
nn: Ein vedlikehaldsjobb køyrer ein gong kvar time og lagar augeblinksbilete etter behov.
sq: Një detyrë mirëmbajtjeje ekzekutohet një herë në orë dhe krijon pamje të çastit sipas nevojës.

source: Aborted.
id: Dibatalkan.
lo: ຍົກເລີກແລ້ວ.
nn: Avbroten.
sq: U ndërpre.

source: About
id: Tentang
lo: ກ່ຽວກັບ
nn: Om
sq: Rreth

source: Action
id: Tindakan
lo: ການກະທຳ
nn: Handling
sq: Veprim

source: Add
id: Tambahkan
lo: ເພີ່ມ
nn: Legg til
sq: Shto

source: Add Files
id: Tambah Berkas
lo: ເພີ່ມໄຟລ໌
nn: Legg til filer
sq: Shto skedarë

source: Add Folders
id: Tambah Folder
lo: ເພີ່ມໂຟລເດີ
nn: Legg til mapper
sq: Shto Dosje

source: Add custom pattern
id: Tambahkan pola kustom
lo: ເພີ່ມຮູບແບບກຳນົດເອງ
nn: Legg til tilpassa mønster
sq: Shto model të personalizuar

source: Add directories
id: Tambahkan direktori
lo: ເພີ່ມໄດເຣັກທໍຣີ
nn: Legg til katalogar
sq: Shto drejtori

source: Add files
id: Tambahkan berkas
lo: ເພີ່ມໄຟລ໌
nn: Legg til filer
sq: Shto skedarë

source: Add tags to snapshot (default: O)
id: Tambahkan tag pada snapshot (default: O)
lo: ເພີ່ມແທັກໃສ່ສະແນັບຊັອດ (ຄ່າເລີ່ມຕົ້ນ: O)
nn: Legg til merkelappar til augeblinksbilete (standard: O)
sq: Shto etiketa në pamjen e çastit (parazgjedhja: O)

source: Added cron task
id: Tambahkan tugas cron
lo: ເພີ່ມວຽກ cron ແລ້ວ
nn: Cron-oppgåve lagt til
sq: Detyra e shtuar e cron-it

source: Admin Access Required
id: Memerlukan akses dari Admin
lo: ຕ້ອງການສິດຜູ້ເບິ່ງແຍງລະບົບ
nn: Admin-tilgang påkravd
sq: Kërkohet administratori

source: Admin access is required to backup and restore system files.
id: Akses admin diperlukan untuk melakukan cadangan dan pemulihan berkas sistem.
lo: ຕ້ອງການສິດຜູ້ເບິ່ງແຍງລະບົບເພື່ອສຳຮອງ ແລະ ກູ້ຄືນໄຟລ໌ລະບົບ.
nn: Administrator-tilgang er påkravd for å ta backup og gjenopprette systemfiler.
sq: Kërkohet qasje administratori për të kopjuar kopje rezervë dhe rivendosur skedarët e sistemit.

source: All Files
id: Semua Berkas
lo: ໄຟລ໌ທັງໝົດ
nn: Alle filer
sq: Të gjitha skedarët

source: All files are copied when first snapshot is created. Subsequent snapshots are incremental. Unchanged files will be hard-linked from the previous snapshot if available.
id: Semua berkas disalin saat snapshot pertama kali dibuat. Snapshot berikutnya bersifat inkremental. Berkas yang tidak diubah akan ditautkan dari snapshot sebelumnya jika tersedia.
lo: ໄຟລ໌ທັງໝົດຈະຖືກສຳເນົາເມື່ອສ້າງສະແນັບຊັອດຄັ້ງທຳອິດ. ສະແນັບຊັອດຄັ້ງຕໍ່ໄປຈະເປັນການເພີ່ມຂຶ້ນ. ໄຟລ໌ທີ່ບໍ່ປ່ຽນແປງຈະຖືກເຊື່ອມຕໍ່ແບບແຂງ (hard-linked) ຈາກສະແນັບຊັອດກ່ອນໜ້າຖ້າມີ.
nn: Alle filer blir kopierte når første augeblinksbilete blir oppretta. Seinare augeblinksbilete er inkrementelle. Uendra filer blir hardlenka frå førre augeblinksbilete om tilgjengeleg.
sq: Të gjithë skedarët kopjohen kur krijohet pamja e parë e çastit. Pamjet pasuese të çastit janë graduale. Skedarët e pandryshuar do të lidhen ngushtë nga pamja e mëparshme e çastit, nëse është e mundur.

source: All other files and folders are excluded.
id: Semua berkas dan folder lainnya tidak termasuk.
lo: ໄຟລ໌ ແລະ ໂຟລເດີອື່ນໆທັງໝົດຈະຖືກຍົກເວັ້ນ.
nn: Alle andre filer og mapper er ekskludert.
sq: Të gjitha skedarët dhe dosjet e tjera përjashtohen.

source: An encrypted device is selected for root file system (/). The boot directory (/boot) must be mounted on a non-encrypted device for the system to boot successfully. Either select a non-encrypted device for boot directory or select a non-encrypted device for root filesystem.
id: Perangkat yang terenkripsi dipilih sebagai sistem berkas root (/). Direktori boot (/boot) harus di-mount pada perangkat non-enkripsi agar sistem dapat diinisialisasi dengan sukses. Silakan pilih perangkat non-enkripsi sebagai direktori boot atau pilih perangkat non-enkripsi sebagai sistem berkas root.
lo: ອຸປະກອນທີ່ເຂົ້າລະຫັດຖືກເລືອກສຳລັບລະບົບໄຟລ໌ຮາກ (/). ໄດເຣັກທໍຣີບູດ (/boot) ຕ້ອງຖືກເມົ້າເທິງອຸປະກອນທີ່ບໍ່ເຂົ້າລະຫັດເພື່ອໃຫ້ລະບົບສາມາດບູດໄດ້ສຳເລັດ. ກະລຸນາເລືອກອຸປະກອນທີ່ບໍ່ເຂົ້າລະຫັດສຳລັບໄດເຣັກທໍຣີບູດ ຫຼື ເລືອກອຸປະກອນທີ່ບໍ່ເຂົ້າລະຫັດສຳລັບລະບົບໄຟລ໌ຮາກ.
nn: Ei kryptert eining er vald for rotfilsystem (/). Oppstartskatalogen (/boot) må monterast på ei ikkje-kryptert eining for at systemet skal starte opp. Vel anten ei ikkje-kryptert eining for oppstartskatalogen eller ei ikkje-kryptert eining for rotfilsystemet.
sq: Një pajisje e enkriptuar është zgjedhur për sistemin e skedarëve rrënjë (/). Drejtoria e nisjes (/boot) duhet të montohet në një pajisje të paenkriptuar që sistemi të niset me sukses. Zgjidhni një pajisje të paenkriptuar për drejtorinë e nisjes ose zgjidhni një pajisje të paenkriptuar për sistemin e skedarëve rrënjë.

source: Another instance of Timeshift is creating a snapshot.
id: Proses Timeshift lainnya sedang membuat snapshot.
lo: ມີ Timeshift ອີກໂຕໜຶ່ງກຳລັງສ້າງສະແນັບຊັອດຢູ່.
nn: Ei anna instans av Timeshift opprettar augeblinksbilete.
sq: Një shembull tjetër i Timeshift është krijimi i një pamjeje të çastit.

source: Another instance of this application is running
id: Permintaan lain untuk aplikasi ini sedang berjalan
lo: ມີແອັບພລິເຄຊັນນີ້ກຳລັງເຮັດວຽກຢູ່
nn: Ei anna instans av dette programmet køyrer
sq: Një instancë tjetër e këtij aplikacioni është duke u ekzekutuar

source: Another instance of timeshift is currently running!
id: Permintaan lain untuk timeshift sedang berjalan!
lo: ມີ Timeshift ອີກໂຕໜຶ່ງກຳລັງເຮັດວຽກຢູ່ໃນຂະນະນີ້!
nn: Ein anna instans av timeshift køyrer allereie!
sq: Një tjetër rast i zhvendosjes së kohës është duke u ekzekutuar aktualisht!

source: Answer YES to all confirmation prompts
id: Jawab YA untuk semua prompt konfirmasi
lo: ຕອບ YES ກັບທຸກຄຳຖາມຢືນຢັນ
nn: Svar JA på alle stadfestingsspørsmål
sq: Përgjigjuni PO për të gjitha kërkesat e konfirmimit

source: App config loaded
id: Memuat konfigurasi aplikasi
lo: ໂຫຼດການຕັ້ງຄ່າແອັບແລ້ວ
nn: App-oppsett lasta
sq: Konfigurimi i aplikacionit u ngarkua

source: App config saved
id: Menyimpan konfigurasi aplikasi
lo: ບັນທຶກການຕັ້ງຄ່າແອັບແລ້ວ
nn: App-oppsett lagra
sq: Konfigurimi i aplikacionit u ruajt

source: Application needs admin access.
id: Aplikasi memerlukan akses admin.
lo: ແອັບພລິເຄຊັນຕ້ອງການສິດຜູ້ເບິ່ງແຍງລະບົບ.
nn: Programmet treng admin-tilgang.
sq: Aplikacioni ka nevojë për akses administratori.

source: Application will exit
id: Aplikasi akan ditutup
lo: ແອັບພລິເຄຊັນຈະປິດໂຕລົງ
nn: Programmet vil avslutte
sq: Aplikacioni do të mbyllet

source: Application will exit.
id: Aplikasi akan ditutup.
lo: ແອັບພລິເຄຊັນຈະປິດໂຕລົງ.
nn: Programmet vil avslutte.
sq: Aplikacioni do të dalë.

source: Are you sure you want to delete this snapshot?
id: Apakah Anda yakin ingin menghapus snapshot ini?
lo: ເຈົ້າແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບສະແນັບຊັອດນີ້?
nn: Er du sikker på at du vil slette dette augeblinksbiletet?
sq: Je i sigurt që dëshiron ta fshish këtë pamje të çastit?

source: Available
id: Tersedia
lo: ຫວ່າງ
nn: Tilgjengeleg
sq: Në dispozicion

source: BTRFS Snapshots
id: Tangkapan layar BTRFS
lo: ສະແນັບຊັອດ BTRFS
nn: BTRFS-augeblinksbilete
sq: Pamje të çastit BTRFS

source: BTRFS device is not mounted
id: Perangkat BTRFS tidak dipasang
lo: ອຸປະກອນ BTRFS ບໍ່ໄດ້ຖືກເມົ້າ
nn: BTRFS-eining er ikkje montert
sq: Pajisja BTRFS nuk është montuar

source: BTRFS snapshots are saved on system partition. Other partitions are not supported.
id: Snapshot BTRFS disimpan di partisi sistem. Partisi lain tidak didukung.
lo: ສະແນັບຊັອດ BTRFS ຖືກບັນທຶກໄວ້ໃນພາທິຊັນລະບົບ. ພາທິຊັນອື່ນໆບໍ່ຮອງຮັບ.
nn: BTRFS-augeblinksbilete blir lagra på systempartisjon. Andre partisjonar er ikkje støtta.
sq: Pamjet e çastit BTRFS ruhen në ndarjen e sistemit. Ndarjet e tjera nuk mbështeten.

source: BTRFS snapshots are saved on the same disk from which it is created. If the system disk fails, snapshots will be lost along with the system. Save snapshots to an external non-system disk in RSYNC mode to guard against disk failures.
id: Snapshot BTRFS disimpan di disk yang sama tempat pembuatannya. Jika disk sistem gagal, snapshot akan hilang bersama dengan sistem. Simpan snapshot ke disk non-sistem eksternal dalam mode RSYNC untuk mencegah kegagalan disk.
lo: ສະແນັບຊັອດ BTRFS ຈະຖືກບັນທຶກໄວ້ໃນດິສກ໌ດຽວກັນກັບທີ່ມັນຖືກສ້າງ. ຫາກດິສກ໌ລະບົບລົ້ມເຫຼວ, ສະແນັບຊັອດຈະເສຍໄປພ້ອມກັບລະບົບ. ໃຫ້ບັນທຶກສະແນັບຊັອດໄປທີ່ດິສກ໌ພາຍນອກທີ່ບໍ່ແມ່ນຂອງລະບົບໃນໂໝດ RSYNC ເພື່ອປ້ອງກັນດິສກ໌ລົ້ມເຫຼວ.
nn: BTRFS-augeblinksbilete blir lagra på same disk som dei blir oppretta frå. Dersom systemdisken feilar, vil augeblinksbileta gå tapt saman med systemet. Lagre augeblinksbilete på ein ekstern ikkje-systemdisk i RSYNC-modus for å verne mot diskfeil.
sq: Pamjet e çastit BTRFS ruhen në të njëjtin disk nga i cili janë krijuar. Nëse disku i sistemit dështon, ato do të humbasin së bashku me sistemin. Ruani pamjet e çastit në një disk të jashtëm jo të sistemit në modalitetin RSYNC për t'u mbrojtur nga dështimet e diskut.

source: Backend
id: Belakang
lo: ສ່ວນຫຼັງ
nn: Baksystem
sq: Sfondi

source: Backup
id: Cadangan
lo: ສຳຮອງຂໍ້ມູນ
sq: Rezervë

source: Backup Device
id: Perangkat Cadangan
lo: ອຸປະກອນສຳຮອງຂໍ້ມູນ
nn: Backup-eining
sq: Pajisje rezervë

source: Backup device not specified!
id: Perangkat cadangan tidak ditentukan!
lo: ບໍ່ໄດ້ລະບຸອຸປະກອນສຳຮອງຂໍ້ມູນ!
nn: Backup-eining ikkje spesifisert!
sq: Pajisja rezervë nuk është specifikuar!

source: Bittorrent Clients
id: Klien Bittorrent
lo: ໂປຣແກຣມ Bittorrent
nn: Bittorrent-klientar
sq: Klientët e Bittorrent

source: Boot
lo: ບູດ
nn: Oppstart
sq: Çizme

source: Boot device not selected
id: Perangkat boot tidak dipilih
lo: ບໍ່ໄດ້ເລືອກອຸປະກອນບູດ
nn: Oppstartseining ikkje vald
sq: Pajisja e nisjes nuk është zgjedhur

source: Boot snapshot failed!
id: Boot snapshot gagal!
lo: ສ້າງສະແນັບຊັອດຕອນບູດລົ້ມເຫຼວ!
nn: Oppstartsaugeblinksbilete feila!
sq: Pamja e nisjes dështoi!

source: Boot snapshots are created with a delay of 10 minutes after system startup.
id: Snapshot boot dibuat dengan penundaan 10 menit setelah sistem dimulai.
lo: ສະແນັບຊັອດຕອນບູດຈະຖືກສ້າງຂຶ້ນຫຼັງຈາກລະບົບເປີດຂຶ້ນ 10 ນາທີ.
nn: Oppstartsaugeblinksbilete blir laga med ein forseinking på 10 minutt etter systemstart.
sq: Pamjet e nisjes krijohen me një vonesë prej 10 minutash pas nisjes së sistemit.

source: Boot snapshots are enabled
id: Snapshot boot diaktifkan
lo: ເປີດໃຊ້ງານສະແນັບຊັອດຕອນບູດ
nn: Oppstartsaugeblinksbilete er aktiverte
sq: Pamjet e çastit të nisjes janë aktivizuar

source: Bootloader Options
id: Opsi Bootloader
lo: ຕົວເລືອກໂປຣແກຣມໂຫຼດບູດ
nn: Oppstartslastarval
sq: Opsionet e ngarkuesit të nisjes

source: Bootloader Options (Advanced)
id: Opsi Bootloader (Lanjutan)
lo: ຕົວເລືອກໂປຣແກຣມໂຫຼດບູດ (ຂັ້ນສູງ)
nn: Oppstartslastar-val (avansert)
sq: Opsionet e Bootloader (të Avancuara)

source: Browse
id: Telusuri
lo: ເບິ່ງ
nn: Bla gjennom
sq: Shfleto

source: Browse Files
id: Telusuri Berkas
lo: ເບິ່ງໄຟລ໌
nn: Bla gjennom filer
sq: Shfleto skedarët

source: Browse selected snapshot
id: Telusuri snapshot yang dipilih
lo: ເບິ່ງສະແນັບຊັອດທີ່ເລືອກ
nn: Bla gjennom vald augeblinksbilete
sq: Shfleto pamjen e zgjedhur të çastit

source: Building file list...
id: Membuat daftar berkas...
lo: ກຳລັງສ້າງລາຍຊື່ໄຟລ໌...
nn: Byggjer filliste...
sq: Duke ndërtuar listën e skedarëve...

source: Calculating required disk space...
id: Menghitung ruang disk yang diperlukan...
lo: ກຳລັງຄຳນວນພື້ນທີ່ດິສກ໌ທີ່ຕ້ອງການ...
nn: Reknar ut nødvendig diskplass...
sq: Duke llogaritur hapësirën e nevojshme të diskut...

source: Cancel
id: Batalkan
lo: ຍົກເລີກ
nn: Avbryt
sq: Anulo

source: Cancel restore?
id: Batalkan pemulihan?
lo: ຍົກເລີກການກູ້ຄືນບໍ?
nn: Avbryt gjenoppretting?
sq: Të anulohet rivendosja?

source: Cancelling the restore process will leave the target system in an inconsistent state. The system may fail to boot or you may run into various issues. After cancelling, you need to restore another snapshot, to bring the system to a consistent state. Click Yes to confirm.
id: Membatalkan proses pemulihan akan meninggalkan sistem target dalam keadaan tidak konsisten. Sistem mungkin gagal booting atau Anda mungkin mengalami berbagai masalah. Setelah membatalkan, Anda perlu memulihkan snapshot lain untuk mengembalikan sistem ke keadaan yang konsisten. Klik Ya untuk mengonfirmasi.
lo: ການຍົກເລີກຂະບວນການກູ້ຄືນຈະເຮັດໃຫ້ລະບົບປາຍທາງຢູ່ໃນສະຖານະທີ່ບໍ່ສອດຄ່ອງກັນ. ລະບົບອາດຈະບູດບໍ່ຂຶ້ນ ຫຼື ທ່ານອາດຈະພົບບັນຫາຕ່າງໆ. ຫຼັງຈາກຍົກເລີກ, ທ່ານຕ້ອງກູ້ຄືນສະແນັບຊັອດອື່ນ ເພື່ອເຮັດໃຫ້ລະບົບກັບມາຢູ່ໃນສະຖານະທີ່ສອດຄ່ອງ. ຄລິກ Yes ເພື່ອຢືນຢັນ.
nn: Å avbryte gjenopprettingsprosessen vil etterlate målsystemet i ein inkonsistent tilstand. Systemet kan feile ved oppstart eller du kan møte ulike problem. Etter avbrot må du gjenopprette eit anna augeblinksbilete for å bringe systemet til ein konsistent tilstand. Klikk Ja for å stadfeste.
sq: Anulimi i procesit të rivendosjes do ta lërë sistemin e synuar në një gjendje të paqëndrueshme. Sistemi mund të mos niset ose mund të hasni probleme të ndryshme. Pas anulimit, duhet të rivendosni një pamje tjetër të çastit, për ta sjellë sistemin në një gjendje të qëndrueshme. Klikoni Po për të konfirmuar.

source: Cannot Delete Live Snapshot
id: Tidak Dapat Menghapus Snapshot Langsung
lo: ບໍ່ສາມາດລຶບສະແນັບຊັອດທີ່ກຳລັງໃຊ້ງານຢູ່ໄດ້
nn: Kan ikkje slette levande augeblinksbilete
sq: Nuk mund të fshihet Pamja e Çastit të Drejtpërdrejtë

source: Changed
id: Diubah
lo: ປ່ຽນແປງແລ້ວ
nn: Endra
sq: Ndryshuar

source: Changed items:
id: Item yang diubah:
lo: ລາຍການທີ່ປ່ຽນແປງ:
nn: Endra element:
sq: Artikuj të ndryshuar:

source: Checking Restore Actions (Dry Run)
id: Mengecek Fungsi Pemulihan (Simulasi)
lo: ກຳລັງກວດສອບການກະທຳໃນການກູ້ຄືນ (ທົດລອງ)
nn: Kontroller gjenopprettingshandlingar (testkøyring)
sq: Kontrollimi i veprimeve të rikthimit (Run i thatë)

source: Checking file systems for errors...
id: Memeriksa berkas sistem jika ada kerusakan...
lo: ກຳລັງກວດສອບລະບົບໄຟລ໌ເພື່ອຫາຂໍ້ຜິດພາດ...
nn: Kontroller filsystem for feil...
sq: Duke kontrolluar sistemet e skedarëve për gabime...

source: Checksum
id: Jumlah kontrol
lo: ເຊັກຊຳ
nn: Kontrollsum
sq: Kontrollues

source: Cleaning up...
id: Membersihkan...
lo: ກຳລັງລ້າງ...
nn: Ryddar opp...
sq: Duke pastruar...

source: Click to edit. Drag and drop to re-order.
id: Klik untuk mengedit. Seret dan lepas untuk mengatur ulang.
lo: ຄລິກເພື່ອແກ້ໄຂ. ລາກ ແລະ ວາງເພື່ອຈັດລຳດັບໃໝ່.
nn: Klikk for å redigere. Dra og slepp for å endre rekkefølgje.
sq: Kliko për të modifikuar. Zvarrit dhe lësho për të rirenditur.

source: Click to edit. Drag-drop to re-order.
id: Klik untuk mengedit. Seret dan lepas untuk mengatur ulang.
lo: ຄລິກເພື່ອແກ້ໄຂ. ລາກ-ວາງເພື່ອຈັດລຳດັບໃໝ່.
nn: Klikk for å redigere. Dra og slepp for å endre rekkefølgje.
sq: Kliko për të modifikuar. Zvarrit dhe lësho për të rirenditur.

source: Clone System
id: Sistem Kloning
lo: ສຳເນົາລະບົບ
nn: Klon system
sq: Sistemi i Klonimit

source: Cloning
id: Kloning
lo: ການສຳເນົາ
nn: Klonar
sq: Klonimi

source: Cloning system...
id: Sistem kloning...
lo: ກຳລັງສຳເນົາລະບົບ...
nn: Klonar system...
sq: Sistemi i klonimit...

source: Close
id: Tutup
lo: ປິດ
nn: Lukk
sq: Mbyll

source: Close window to exit
id: Tutup jendela untuk keluar
lo: ປິດໜ້າຕ່າງເພື່ອອອກ
nn: Lukk vindauge for å avslutte
sq: Mbyll dritaren për të dalë

source: Commands listed below are not available on this system
id: Perintah di bawah ini belum terdaftar pada sistem
lo: ຄຳສັ່ງທີ່ລະບຸໄວ້ຂ້າງລຸ່ມນີ້ບໍ່ມີຢູ່ໃນລະບົບນີ້
nn: Kommandoar lista nedanfor er ikkje tilgjengelege på dette systemet
sq: Komandat e listuara më poshtë nuk janë të disponueshme në këtë sistem

source: Comments (click to edit)
id: Komentar (klik untuk mengedit)
lo: ຄວາມຄິດເຫັນ (ຄລິກເພື່ອແກ້ໄຂ)
nn: Kommentarar (klikk for å redigere)
sq: Komentet (klikoni për të ndryshuar)

source: Comparing Files (Dry Run)...
id: Membandingkan Berkas (Uji Coba)...
lo: ກຳລັງປຽບທຽບໄຟລ໌ (ທົດລອງ)...
nn: Samanliknar filer (testkøyring)...
sq: Krahasimi i skedarëve (Run i thatë)...

source: Comparing files with rsync...
id: Membandingkan berkas dengan rsync...
lo: ກຳລັງປຽບທຽບໄຟລ໌ດ້ວຍ rsync...
nn: Samanliknar filer med rsync...
sq: Duke krahasuar skedarët me rsync...

source: Completed
id: Selesai
lo: ສຳເລັດແລ້ວ
nn: Fullført
sq: Përfunduar

source: Completed With Errors
id: Selesai Tapi Bermasalah
lo: ສຳເລັດແຕ່ມີຂໍ້ຜິດພາດ
nn: Fullført med feil
sq: Përfunduar me Gabime

source: Confirm Actions
id: Konfirmasi Tindakan
lo: ຢືນຢັນການກະທຳ
nn: Stadfest handlingar
sq: Konfirmo Veprimet

source: Continue with restore? (y/n):
id: Lanjutkan dengan pemulihan? (y/n):
lo: ດຳເນີນການກູ້ຄືນຕໍ່ບໍ? (y/n):
nn: Fortset med gjenoppretting? (j/n):
sq: Do të vazhdoj me rivendosjen? (y/n):

source: Could not find device
id: Tidak menemukan peralatan
lo: ບໍ່ພົບອຸປະກອນ
nn: Fann ikkje eining
sq: Nuk mundi të gjente pajisjen

source: Could not find file
id: Tidak menemukan berkas
lo: ບໍ່ພົບໄຟລ໌
nn: Klarte ikkje å finne fil
sq: Nuk mund të gjendej skedari

source: Could not find snapshot
id: Tidak menemukan tangkapan layar
lo: ບໍ່ພົບສະແນັບຊັອດ
nn: Klarte ikkje å finne augeblinksbilete
sq: Nuk mund të gjendej një pamje e çastit

source: Could not find system subvolume
id: Tidak dapat menemukan subvolume sistem
lo: ບໍ່ພົບ subvolume ຂອງລະບົບ
nn: Fann ikkje system-undervolum
sq: Nuk mund të gjendej nënvëllimi i sistemit

source: Could not find system subvolumes for creating pre-restore snapshot
id: Tidak dapat menemukan subvolume sistem untuk membuat snapshot pra-pemulihan
lo: ບໍ່ພົບ subvolume ຂອງລະບົບເພື່ອສ້າງສະແນັບຊັອດກ່ອນການກູ້ຄືນ
nn: Klarte ikkje å finne systemundervolum for å lage før-gjenopprettingsaugeblinksbilete
sq: Nuk mund të gjendeshin nënvëllime të sistemit për krijimin e një pamjeje të para-rivendosjes

source: Create
id: Membuat
lo: ສ້າງ
nn: Opprett
sq: Krijo

source: Create Snapshot
id: Membuat tangkapan layar
lo: ສ້າງສະແນັບຊັອດ
nn: Lag augeblinksbilete
sq: Krijo një pamje të çastit

source: Create one per boot
id: Buat satu per boot
lo: ສ້າງໜຶ່ງຄັ້ງຕໍ່ການບູດ
nn: Lag eitt per oppstart
sq: Krijo një për çdo nisje

source: Create one per day
id: Buat satu setiap hari
lo: ສ້າງໜຶ່ງຄັ້ງຕໍ່ມື້
nn: Opprett eitt per dag
sq: Krijo një në ditë

source: Create one per hour
id: Buat satu per jam
lo: ສ້າງໜຶ່ງຄັ້ງຕໍ່ຊົ່ວໂມງ
nn: Lag eitt per time
sq: Krijo një në orë

source: Create one per month
id: Buat satu per bulan
lo: ສ້າງໜຶ່ງຄັ້ງຕໍ່ເດືອນ
nn: Lag eitt per månad
sq: Krijo një në muaj

source: Create one per week
id: Buat satu per minggu
lo: ສ້າງໜຶ່ງຄັ້ງຕໍ່ອາທິດ
nn: Lag eitt per veke
sq: Krijo një në javë

source: Create snapshot (even if not scheduled)
id: Buat snapshot (meskipun tidak dijadwalkan)
lo: ສ້າງສະແນັບຊັອດ (ເຖິງແມ່ນວ່າບໍ່ໄດ້ຕັ້ງເວລາ)
nn: Opprett augeblinksbilete (sjølv om ikkje planlagt)
sq: Krijo një pamje të çastit (edhe nëse nuk është planifikuar)

source: Create snapshot if scheduled
id: Buat snapshot jika dijadwalkan
lo: ສ້າງສະແນັບຊັອດຖ້າຕັ້ງເວລາໄວ້
nn: Lag augeblinksbilete dersom planlagt
sq: Krijo një pamje të çastit nëse është planifikuar

source: Create snapshot of current system
id: Buat salinan sistem saat ini
lo: ສ້າງສະແນັບຊັອດຂອງລະບົບປັດຈຸບັນ
nn: Lag augeblinksbilete av gjeldande system
sq: Krijo një pamje të sistemit aktual

source: Create snapshots manually or enable scheduled snapshots to protect your system
id: Buat snapshot secara manual atau aktifkan snapshot terjadwal untuk melindungi sistem Anda
lo: ສ້າງສະແນັບຊັອດດ້ວຍຕົນເອງ ຫຼື ເປີດໃຊ້ການສ້າງສະແນັບຊັອດຕາມກຳນົດເວລາເພື່ອປົກປ້ອງລະບົບຂອງທ່ານ
nn: Lag augeblinksbilete manuelt eller aktiver planlagde augeblinksbilete for å verne systemet ditt
sq: Krijoni pamje të çastit manualisht ose aktivizoni pamjet e planifikuara për të mbrojtur sistemin tuaj

source: Create snapshots using BTRFS
id: Buat snapshot menggunakan BTRFS
lo: ສ້າງສະແນັບຊັອດໂດຍໃຊ້ BTRFS
nn: Lag augeblinksbilete med BTRFS
sq: Krijo pamje të çastit duke përdorur BTRFS

source: Create snapshots using RSYNC tool and hard-links
id: Buat snapshot menggunakan alat RSYNC dan tautan keras
lo: ສ້າງສະແນັບຊັອດໂດຍໃຊ້ເຄື່ອງມື RSYNC ແລະ hard-links
nn: Lag augeblinksbilete med RSYNC-verktøy og hardlenkjer
sq: Krijoni pamje të çastit duke përdorur mjetin RSYNC dhe lidhjet e forta

source: Created
id: Dibuat
lo: ສ້າງແລ້ວ
nn: Oppretta
sq: Krijuar

source: Created control file
id: Membuat berkas kontrol
lo: ສ້າງໄຟລ໌ຄວບຄຸມແລ້ວ
nn: Kontrollfil oppretta
sq: Skedari i kontrollit u krijua

source: Created directory
id: Membuat direktori
lo: ສ້າງໄດເຣັກທໍຣີແລ້ວ
nn: Katalog oppretta
sq: Drejtoria e krijuar

source: Created pre-restore snapshot
id: Membuat snapshot pra-pemulihan
lo: ສ້າງສະແນັບຊັອດກ່ອນການກູ້ຄືນແລ້ວ
nn: Føre-gjenopprettingsaugeblinksbilete oppretta
sq: Krijuar një pamje e çastit para-rivendosjes

source: Created subvolume snapshot
id: Membuat snapshot subvolume
lo: ສ້າງສະແນັບຊັອດ subvolume ແລ້ວ
nn: Undervolumsaugeblinksbilete oppretta
sq: U krijua një pamje e shkurtër e nënvëllimit

source: Creating Snapshot...
id: Membuat Snapshot...
lo: ກຳລັງສ້າງສະແນັບຊັອດ...
nn: Lagar augeblinksbilete...
sq: Duke krijuar një pamje të çastit...

source: Creating new backup...
id: Membuat cadangan baru...
lo: ກຳລັງສ້າງການສຳຮອງໃໝ່...
nn: Lagar ny backup...
sq: Duke krijuar një kopje rezervë të re...

source: Creating new snapshot...
id: Membuat snapshot baru...
lo: ກຳລັງສ້າງສະແນັບຊັອດໃໝ່...
nn: Lagar nytt augeblinksbilete...
sq: Duke krijuar një pamje të re të çastit...

source: Creating pre-restore snapshot from system subvolumes...
id: Membuat snapshot pra-pemulihan dari subvolume sistem...
lo: ກຳລັງສ້າງສະແນັບຊັອດກ່ອນການກູ້ຄືນຈາກ subvolume ຂອງລະບົບ...
nn: Lagar føre-gjenopprettingsaugeblinksbilete frå system-undervolum...
sq: Duke krijuar një pamje të çastit para-rivendosjes nga nënvëllimet e sistemit...

source: Critical Error
id: Kesalahan Kritis
lo: ຂໍ້ຜິດພາດຮ້າຍແຮງ
nn: Kritisk feil
sq: Gabim kritik

source: Cron job added
id: Tugas Cron telah ditambahkan
lo: ເພີ່ມວຽກ cron ແລ້ວ
nn: Cron-jobb lagt til
sq: Puna Cron u shtua

source: Cron job removed
id: Tugas Cron dihapus
lo: ລຶບວຽກ cron ແລ້ວ
nn: Cron-jobb fjerna
sq: Puna Cron u hoq
